[
    {
        "text": "AGROMETAL S.A.I. SOCIEDAD ANONIMA INDUSTRIAL MONTE MAIZ - PROVINCIA DE CORDOBA ESTADOS FINANCIEROS TRIMESTRALES 31 DE MARZO DE 2024 EJERCICIO ECONÓMICO Nº 68 Misiones 1974 - Monte Maíz - Provincia de Córdoba Agrometal Sociedad Anónima Industrial ESTADOS FINANCIEROS CONDENSADOS 31 DE MARZO DE 2024 (PERÍODO DE TRES MESES) presentados en forma comparativa y en moneda homogénea INDICE ESTADO DE SITUACIÓN FINANCIERA ESTADO DEL RESULTADO INTEGRAL ESTADO DE CAMBIOS EN EL PATRIMONIO ESTADO DE FLUJOS DE EFECTIVO NOTAS EXPLICATIVAS A LOS ESTADOS FINANCIEROS RESEÑA INFORMATIVA INFORME DEL AUDITOR INDEPENDIENTE ACTA E INFORME DE LA COMISIÓN FISCALIZADORA Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Notas 31-mar-24 31-dic-23 A C T I V O ACTIVO NO CORRIENTE Propiedades, Planta y Equipo 3 12.584.927.981 12.778.028.540 Propiedades de Inversión 4 109.407.053 110.062.185 Activo por Impuesto Diferido 24 619.878.257 788.040.419 Total del Activo No Corriente 13.314.213.291 13.676.131.144 ACTIVO CORRIENTE Inventarios 5 7.699.482.846 6.192.409.410 Otros Créditos 6 2.335.039.690 3.710.091.041 Créditos por Ventas 8 4.611.649.786 4.823.996.744 Efectivo y Equivalentes de Efectivo 9 2.963.462.326 3.727.022.994 Total del Activo Corriente 17.609.634.648 18.453.520.189 TOTAL DEL ACTIVO 30.923.847.939 32.129.651.333 Las notas explicativas 1 a 31 forman parte de los presentes estados financieros. Se acompaña informe del auditor independiente de fecha 02/05/2024. ESTADO DE SITUACION FINANCIERA CONDENSADO AL 31 DE MARZO DE 2024 Comparativo con 31 de Diciembre de 2023 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Notas 31-mar-24 31-dic-23 P A T R I M O N I O Y P A S I V O CAPITAL Y RESULTADOS ACUMULADOS 10 Capital y Otras Cuentas de Capital 15.595.066.522 15.595.066.522 Ganancias Reservadas 8.370.124.829 8.370.124.829 Otro Resultado Integral 1.646.898.385 1.703.399.662 Resultados no Asignados (5.416.320.824) (4.908.026.619) TOTAL DEL PATRIMONIO 20.195.768.912 20.760.564.394 PASIVO PASIVO NO CORRIENTE Deudas: Otras 11 500 758 Fiscales 12 7.944.421 16.539.219 Sociales 13 2.209.680 5.659.395 Financieras y Préstamos 14 753.045.882 1.293.728.140 Total Deudas 763.200.483 1.315.927.512 Total del Pasivo No Corriente 763.200.483 1.315.927.512 PASIVO CORRIENTE Deudas: Otras 11 657.291.575 1.033.190.978 Anticipos de Clientes 2.3.11 1.490.625.988 1.441.459.114 Fiscales 12 160.844.018 134.590.051 Remuneraciones y Deudas Sociales 13 658.785.692 881.625.053 Financieras y Préstamos 14 4.265.880.688 5.556.983.921 Comerciales 15 2.731.450.583 1.005.310.310 Total Deudas 9.964.878.544 10.053.159.427 Total del Pasivo Corriente 9.964.878.544 10.053.159.427 TOTAL DEL PASIVO 10.728.079.027 11.369.086.939 TOTAL DEL PATRIMONIO Y PASIVO 30.923.847.939 32.129.651.333 Las notas explicativas 1 a 31 forman parte de los presentes estados financieros. Se acompaña informe del auditor independiente de fecha 02/05/2024. ESTADO DE SITUACION FINANCIERA CONDENSADO AL 31 DE MARZO DE 2024 Comparativo con 31 de Diciembre de 2023 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Notas 31-mar-24 31-mar-23 Ingresos por Ventas de Bienes 18 4.608.914.226 5.283.286.969 Costo de Ventas de Bienes 19 (3.589.726.753) (4.483.464.217) Ganancia Bruta 1.019.187.473 799.822.752 Gastos de Comercialización 20 (555.206.487) (573.622.137) Gastos de Administración 20 (515.213.000) (595.480.290) Ingresos Financieros 21 490.574.665 502.911.283 Egresos Financieros 22 (983.816.083) (1.364.202.911) Resultado por exposición a los cambios en el poder adquisitivo de la moneda 2.3 (48.477.709) (236.909.933) Otros Ingresos y Egresos Netos 23 409.217 760.901 Pérdida antes de Impuesto a las Ganancias (592.541.924) (1.466.720.335) Impuesto a las Ganancias 24 84.247.719 (52.990.515) Pérdida del período (508.294.205) (1.519.710.850) Otro Resultado Integral Partidas que pueden ser reclasificadas posteriormente a resultados: Valor razonable créditos por ventas 10.3 (4.160.591) 22.331.593 Partidas que no serán reclasificadas posteriormente a resultados: Superávit de revaluación de prop., planta y equipo 10.3 (52.340.686) (42.281.752) Total Otro Resultado Integral (56.501.277) (19.950.159) Resultado Integral Total del período (564.795.482) (1.539.661.009) Pérdida por Acción 25 Operaciones que continúan (0,47) (1,28) Las notas explicativas 1 a 31 forman parte de los presentes estados financieros. Se acompaña informe del auditor independiente de fecha 02/05/2024. ESTADO DEL RESULTADO INTEGRAL CONDENSADO Al 31 DE MARZO DE 2024 Y 2023 (PERIODO DE TRES MESES) Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Total R U B R O S Acciones Ajustes Reseva Reserva Otro Resultados 31-mar-24 Emitidas Del Legal Facultativa Resultado no Capital Integral Asignados Saldos al 31 de Diciembre de 2023 1.200.000.000 14.395.066.522 2.265.869.148 6.104.255.681 1.703.399.662 (4.908.026.619) 20.760.564.394 Pérdida de período (508.294.205) (508.294.205) Otro Resultado Integral del período (56.501.277) (56.501.277) Saldos al 31 de Marzo de 2024 1.200.000.000 14.395.066.522 2.265.869.148 6.104.255.681 1.646.898.385 (5.416.320.824) 20.195.768.912 Las notas explicativas 1 a 31 forman parte de los presentes estados financieros. Se acompaña informe del auditor independiente de fecha 02/05/2024. Ganancias Reservadas Capital Resultados Acumulados ESTADO DE CAMBIOS EN EL PATRIMONIO CONDENSADO Al 31 DE MARZO DE 2024 (PERIODO DE TRES MESES) Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Total R U B R O S Acciones Ajustes Reseva Reserva Otro Resultados 31-mar-23 Emitidas Del Legal Facultativa Resultado no Capital Integral Asignados Saldos al 31 de Diciembre de 2022 100.000.000 11.229.151.334 2.265.830.270 6.422.192.191 1.862.703.182 3.947.606.360 25.827.483.337 Pérdida de período (1.519.710.850) (1.519.710.850) Otro Resultado Integral del período (19.950.159) (19.950.159) Saldos al 31 de Marzo de 2023 100.000.000 11.229.151.334 2.265.830.270 6.422.192.191 1.842.753.023 2.427.895.510 24.287.822.328 Las notas explicativas 1 a 31 forman parte de los presentes estados financieros. Se acompaña informe del auditor independiente de fecha 02/05/2024. Capital Resultados Acumulados Ganancias Reservadas ESTADO DE CAMBIOS EN EL PATRIMONIO CONDENSADO Al 31 DE MARZO DE 2023 (PERIODO DE TRES MESES) Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Variaciones de Efectivo y equivalentes de efectivo 31-mar-24 31-mar-23 Efectivo y equivalentes de efectivo al inicio del ejercicio 3.727.022.994 6.023.424.990 Efectivo y equivalentes de efectivo al cierre del período 2.963.462.326 4.670.308.083 Disminución neta de Efectivo y equivalentes de efectivo (763.560.668) (1.353.116.907) Causas de las Variaciones de Efectivo y equivalentes",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part1"
        }
    },
    {
        "text": "Actividades Operativas Pérdida del período (564.795.482) (1.539.661.009) Menos/más Impuesto a las Ganancias (84.247.719) 52.990.515 Ajustes para arribar al flujo neto de efectivo proveniente de las Actividades Operativas Depreciación de Propiedades, Planta y Equipo 251.752.054 258.340.795 Depreciación de Propiedades de Inversión 655.132 655.132 Provisiones Comerciales y Sociales 694.578.047 833.360.983 Provisión Deterioro de Valor Creditos 8.438.533 54.590.447 Diferencia de Conversión Deudas 73.217.885 226.343.207 Las notas explicativas 1 a 31 forman parte de los presentes estados financieros. Se acompaña informe del auditor independiente de fecha 02/05/2024. ESTADO DE FLUJOS DE EFECTIVO CONDENSADO Al 31 DE MARZO DE 2024 Y 2023 (PERIODO DE TRES MESES) Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 31-mar-24 31-mar-23 Cambios en activos y pasivos operativos Aumento de Deudas Comerciales 1.719.034.042 276.612.095 Disminución de Deudas Sociales (441.876.711) (396.388.032) Variacíon de Deudas Fiscales 101.906.888 (401.724.721) Disminución de Otras Deudas (375.899.661) (222.179.023) Variacíon de Anticipos Clientes 49.166.874 (269.171.688) Variación de Créditos por Ventas (267.975.756) 950.018.916 Disminución de Otros Créditos 1.543.213.513 596.613.916 Aumento de Bienes de Cambio (1.507.073.436) (1.795.252.686) Flujo Neto de Efectivo generado por / aplicado a las Actividades Operativas 1.200.094.203 (1.374.851.153) Actividades de Financiación e Inversión Compra de Propiedades, Planta y Equipo (58.651.495) (274.072.766) Variación de Deudas Financieras y Préstamos (1.905.003.376) 295.807.012 Flujo Neto de Efectivo aplicado a / generado por las Actividades de Financiación e Inversión (1.963.654.871) 21.734.246 Disminución neta de Efectivo y equivalentes de efectivo (763.560.668) (1.353.116.907) Las notas explicativas 1 a 31 forman parte de los presentes estados financieros. Se acompaña informe del auditor independiente de fecha 02/05/2024. ESTADO DE FLUJOS DE EFECTIVO CONDENSADO Al 31 DE MARZO DE 2024 Y 2023 (PERIODO DE TRES MESES) Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 NOTAS A LOS ESTADOS FINANCIEROS CONDENSADOS AL 31 DE MARZO DE 2024 (PERÍODO DE TRES MESES) (cifras expresadas en pesos argentinos) Nota 1. INFORMACION GENERAL. Agrometal SAI es una sociedad anónima constituida bajo las leyes de la República Argentina, con domicilio legal en la calle Misiones 1974 de la localidad de Monte Maíz, provincia de Córdoba, cuyas acciones cotizan en la Bolsa de Comercio de Buenos Aires desde 1960. La sociedad fue inscripta en el Registro de Inspección de Sociedades Jurídicas el 14 de febrero de 1958 y en el Registro Público de Comercio, ambos de la Provincia de Córdoba, el 18 de abril de 1958. Su plazo de duración vence el 1º de agosto de 2056 y su objeto, según el artículo 3º de su estatuto, incluye la fabricación y venta de maquinaria de uso agropecuario en todos sus tipos. La principal actividad de la sociedad es la fabricación de sembradoras de precisión, que se comercializan a través de una red de concesionarios. Desde sus inicios ha sido una de las principales responsables del diseño y desarrollo tecnológico de la maquinaria agrícola para las necesidades del campo argentino. En la actualidad es líder en la fabricación de equipos de siembra, exportando a otras naciones limítrofes como Uruguay y Bolivia. Se especializa en la producción de sembradoras de granos finos o de chorrillo (trigo, cebada, arroz, pastura, soja, sorgo) y sembradoras de granos gruesos o de precisión (maíz, girasol, soja, sorgo, algodón), especialmente aptas para sembrar en condiciones de labranza mínima o cero y de fertilizar en forma simultánea. Cuenta con 420 empleados y opera en la localidad de Monte Maíz en una planta de 27.300 metros cuadrados de superficie cubierta, en un terreno de 19 hectáreas. Sus 58 concesionarios cubren toda el área agrícola del país, abasteciendo de sembradoras a la pampa húmeda, (máquinas de siembra convencional y directa) y zonas marginales (algodón, arroz y poroto). La controladora de Agrometal SAI es Amexil SA, quien posee el 54,80% de participación en el capital la emisora. Es una sociedad domiciliada en la Cuidad Autónoma de Buenos Aires, República Argentina, que tiene como objeto social las inversiones financieras. La titularidad del capital social le pertenece en partes iguales a Rosana María Negrini de Crovara y Mónica Beatriz Negrini de Lattanzi, conformando, de este modo, el grupo de control último de Agrometal SAI. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Nota 2. BASES DE PREPARACION. 2.1 Aplicación de las Normas Internacionales de Información Financiera (NIIF). La sociedad prepara sus estados financieros de acuerdo con las disposiciones vigentes de la Comisión Nacional de Valores de la República Argentina (CNV), texto ordenado por Resolución General Nº 622/13 y modificatorias, que establece la aplicación de la Resolución Técnica N° 26 y modificatorias de la Federación Argentina de Consejos Profesionales de Ciencia Económicas (FACPCE), adoptando las NIIF para entidades incluidas en el régimen de oferta pública, Ley Nº 26.831. Por consiguiente, los presentes estados financieros se confeccionan de acuerdo a la modalidad descripta en nota 2.5, sobre la base de las NIIF emitidas por el “Consejo de Normas Internacionales de Contabilidad” (IASB, por sus siglas en inglés). 2.2 Presentación de la información financiera. Los presentes estados financieros condensados correspondientes al período intermedio de tres meses finalizado el 31 de marzo de 2024, no son auditados y han sido elaborados de acuerdo con la NIC 34 (Información financiera intermedia). Incluyen la información necesaria para un apropiado entendimiento, por parte de los usuarios de los mismos, de las bases de preparación y presentación utilizadas en su confección, como así también de los hechos y transacciones relevantes verificadas luego de la emisión de los últimos estados financieros anuales correspondientes al ejercicio finalizado el 31 de diciembre de 2023. Sin embargo, estos estados financieros condensados intermedios no incluyen toda la información ni todas las revelaciones que se requieren para los estados financieros anuales, preparados de conformidad con la NIC 1 (Presentación de estados financieros). Por tal motivo, deben ser leídos en conjunto con los estados financieros anuales correspondientes",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part2"
        }
    },
    {
        "text": "al ejercicio finalizado el 31 de diciembre de 2023, considerando las NIIF (normas nuevas, interpretaciones o modificaciones) que según nota 2.5 a los mismos entraron en vigencia a partir del presente ejercicio, iniciado el 1º de enero de 2024. El estado de situación financiera condensado al 31 de marzo de 2024 y cierta información complementaria con él relacionada se presenta en forma comparativa con el respectivo estado de situación financiera e información complementaria correspondiente al ejercicio económico finalizado el 31 de diciembre de 2023. Asimismo, los estados condensados del resultado integral, de cambios en el patrimonio y de flujos de efectivo y la información complementaria con ellos relacionada, se presentan en forma comparativa con la información que surge de los respectivos estados e información complementaria correspondiente al período de tres meses finalizado el 31 de marzo de 2023. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 La información correspondiente al ejercicio 2023 es parte integrante de los estados financieros intermedios al 31 de marzo de 2024 y tiene el propósito de que se lea solo con relación a esos estados financieros. A los fines comparativos, la misma ha sido reexpresada en términos de la unidad de medida corriente a la fecha del cierre del período actual, siguiendo los lineamientos establecidos por la norma internacional de contabilidad 29 (NIC 29), tal como se indica en la nota siguiente, sin que la reexpresión modifique las decisiones adoptadas en base a la información contable correspondiente al ejercicio anterior. De corresponder, las cifras comparativas se reclasifican de acuerdo con los cambios de exposición del ejercicio presente. Los estados financieros se presentan en pesos argentinos ($), la moneda legal en la República Argentina. La información ha sido redondeada a la unidad más cercana. 2.3 Políticas contables aplicadas. La preparación de la información financiera requiere que la administración efectúe ciertas estimaciones y evaluaciones y utilice su juicio al aplicar determinadas normas contables. Las principales políticas contables adoptadas y los juicios, estimaciones y supuestos contables significativos aplicados, son los mismos que los utilizados para elaborar los estados financieros al 31 de diciembre de 2023 ya emitidos, excepto por las contenidas en las normas y/o interpretaciones nuevas o modificadas con vigencia a partir del ejercicio actual, las que, de corresponder su aplicación, no han tenido impacto significativo sobre los presentes estados financieros. Los estados financieros intermedios reconocen en forma integral los efectos de las variaciones en el poder adquisitivo de la moneda funcional de la sociedad (el peso argentino), mediante la aplicación del método de reexpresión establecido en la NIC 29 y la Resolución General N° 777/2018 de la Comisión Nacional de Valores, por consiguiente, están expresados en la unidad de medida corriente al cierre del presente período. La NIC 29 (Información financiera en economías hiperinflacionarias) requiere que los estados financieros de una entidad, cuya moneda funcional sea la de una economía hiperinflacionaria, independientemente de si están basados en el método del costo histórico o en el método del costo corriente, sean expresados en términos de la unidad de medida corriente a la fecha de cierre del período sobre el que se informa. A estos efectos, si bien la norma no establece una tasa única de inflación que, al ser sobrepasada, determinaría la existencia de una economía hiperinflacionaria, es práctica generalizada considerar para ese propósito una variación del nivel de precios que se aproxime o exceda el 100% acumulativo durante los tres últimos años, junto con otra serie de factores cualitativos relativos al ambiente macroeconómico. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 La dirección, para evaluar si el peso argentino reúne las características para ser calificado como la moneda de una economía hiperinflacionaria, siguiendo las pautas establecidas en la NIC 29 respecto del factor cuantitativo previamente mencionado, considera la evolución y tendencia del índice de precios internos al por mayor (IPIM), combinado desde enero 2017 con el índice de precios al consumidor nacional (IPC), ambos elaborados por el Instituto Nacional de Estadísticas y Censos (INDEC), a partir de los cuales la Federación Argentina de Consejos Profesionales de Ciencias Económicas determina la serie a emplear. Al 31 de marzo de 2024 se mantiene, sin expectativas de disminuir significativamente en el corto plazo, la condición cuantitativa contemplada en la NIC 29, requiriéndose entonces la reexpresión integral de los presentes estados financieros en moneda homogénea, tal como lo exige la CNV (Resolución General 777/2018) a partir de los cierres anuales o por períodos intermedios desde el 31 de diciembre de 2018. El procedimiento de reexpresión de la NIC 29 implica reanudar su aplicación desde la última vez que la compañía practicó la reexpresión de sus estados financieros. La sociedad por disposición de la CNV (Resolución General 441/2003) había discontinuado a partir del 1º de marzo de 2003 la aplicación del método de reexpresión de los estados financieros establecido por el marco contable aplicable antes de las NIIF. Conforme con el método de reexpresión de la NIC 29, los activos y pasivos monetarios no deben reexpresarse ya que se encuentran expresados en la unidad de medida corriente de cierre del período sobre el que se informa. Los activos y pasivos sujetos a ajustes por acuerdos específicos se ajustan en función de los acuerdos, para expresar sus saldos al final del período sobre el que se informa. Las partidas no monetarias medidas a valores corrientes al final del periodo sobre el que se informa, tales como el valor neto realizable o el valor razonable, no necesitan ser reexpresadas. Los restantes activos y pasivos no monetarios se reexpresan al cierre del período sobre el que se informa empleando un índice de precios. La pérdida o ganancia por la posición monetaria neta se incluye en el resultado integral del período, revelándose en una partida separada denominada “Resultado por exposición a los cambios en el poder adquisitivo de la",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part3"
        }
    },
    {
        "text": "moneda”. Las partidas del estado de resultados integral, en su reexpresión, se agrupan en períodos mensuales a los efectos de su anticuación, imputando las diferencias resultantes en aquella partida, al igual que las procedentes de la reexpresión de los componentes del patrimonio. Los estados financieros han sido preparados sobre la base del modelo de costo histórico, reexpresado en moneda de cierre del presente período, en el caso de las partidas no monetarias, excepto por ciertos activos financieros medidos a valor razonable y elementos de propiedades, planta y equipo para los que se aplica el modelo de revaluación. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 2.3.1 Moneda funcional y de presentación. Las partidas de los estados financieros de la sociedad son medidas utilizando la moneda del ambiente económico principal en que funciona (la moneda funcional). La moneda funcional de Agrometal SAI es el peso argentino ($), que es a su vez la moneda de presentación de los estados financieros al 31 de marzo de 2024. 2.3.2 Moneda extranjera. Las transacciones en monedas diferentes a la moneda funcional (monedas extranjeras) son registradas inicialmente a las tasas de cambio vigentes a la fecha de cada transacción. A la fecha de cierre de cada período, las partidas monetarias denominadas en moneda extranjera son convertidas a la moneda funcional aplicando las tasas de cambio vigentes a esa fecha. Las diferencias de conversión, que resultan de la liquidación de la transacción o de la medición de los activos y pasivos monetarios denominados en moneda extranjera al cierre del período, son reconocidas en el estado del resultado integral, en Ingresos o Egresos Financieros, según corresponda, debido a que no se mantienen relaciones de cobertura por riesgo de tasa de cambio. 2.3.3 Instrumentos financieros. Presentación, reconocimiento y medición. 2.3.3.1 Activos Financieros. Clasificación y medición Los activos financieros se clasifican según se midan posteriormente a (i) costo amortizado, (ii) valor razonable con cambios en otro resultado integral o (iii) valor razonable con cambios en resultados. La clasificación, que se determina en el momento de su reconocimiento inicial, depende: (a) del modelo de negocio de la entidad para gestionar los activos financieros y (b) de las características de los flujos de efectivo contractuales del activo financiero. Un activo financiero debe medirse al costo amortizado solo si se cumple que: (a) El activo financiero se conserva dentro de un modelo de negocio cuyo objetivo es mantener los activos financieros para obtener los flujos de efectivo contractuales y (b) las condiciones contractuales del activo financiero dan lugar, en fechas especificadas, a flujos de efectivo que son únicamente pagos del principal e intereses sobre el importe del principal pendiente. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Un activo financiero debe medirse a valor razonable con cambios en otro resultado integral si se cumple que: (a) el activo financiero se mantiene dentro de un modelo de negocio cuyo objetivo se logra obteniendo flujos de efectivo contractuales y vendiendo activos financieros y (b) las condiciones contractuales del activo financiero dan lugar, en fechas especificadas, a flujos de efectivo que son únicamente pagos del principal e intereses sobre el importe del principal pendiente. Si cualquiera de los dos criterios anteriores no se cumple, el activo financiero debe clasificarse y medirse a valor razonable con cambios en resultados. El reconocimiento inicial de un activo financiero se realiza por su valor razonable, excepto las cuentas por cobrar comerciales que se registran por su precio de transacción, si no tienen un componente financiero significativo. Los costos de transacción que sean directamente atribuibles a la adquisición o emisión de un activo financiero son incluidos inicialmente como parte del valor del mismo, salvo que se trate de activos financieros contabilizados al valor razonable con cambios en resultados. La medición posterior de los activos financieros se practica, de acuerdo con su clasificación inicial, a: (a) costo amortizado, (b) valor razonable con cambios en otro resultado integral, o (c) valor razonable con cambios en resultados. La medición al costo amortizado se efectúa utilizando el método de la tasa de interés efectiva, en la medida en que su efecto sea significativo, menos cualquier deterioro de valor. El método de la tasa de interés efectiva es un método de cálculo del costo amortizado de un activo financiero y de la asignación de los ingresos por intereses a través del tiempo. La tasa de interés efectiva es la tasa que descuenta exactamente los flujos futuros de efectivo estimados por cobrar a través de la vida esperada del activo financiero. Las amortizaciones de la tasa de interés efectiva se reconocen en el estado del resultado integral como ingreso financiero, en la medida de su devengamiento. El costo amortizado se calcula tomando en cuenta cualquier descuento o prima en la adquisición y las comisiones o costos que sean una parte integrante de la tasa de interés efectiva. La medición a valor razonable con cambios en otro resultado integral implica que los intereses, deterioro de valor y diferencias de cambio se registran en el estado del resultado integral, al igual que en la medición a costo amortizado. El resto de las variaciones de valor razonable se registran en el patrimonio, reimputándose a resultados con la baja del activo financiero. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Los activos financieros de la sociedad incluyen el efectivo y equivalentes, inversiones financieras (cuotapartes de fondos comunes de inversión suscriptas con el propósito de su disposición en el corto plazo) y los deudores comerciales y otras cuentas por cobrar. El efectivo y saldos en bancos se registran a su valor histórico. Las inversiones en fondos comunes de inversión se valúan a su valor razonable con cambios en resultados. Los deudores comerciales y otras cuentas por cobrar",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part4"
        }
    },
    {
        "text": "se valúan a costo amortizado al cierre de cada período. Los cheques en cartera al cierre del período, recibidos por cobro de operaciones de ventas, de más de 90 días de fecha diferida, que pueden resultar luego convertidos en saldo de dinero disponible mediante líneas de descuento bancario, se valúan a valor razonable con cambios en otro resultado integral. Deterioro de valor de activos financieros Los activos financieros medidos a costo amortizado o a valor razonable con cambios en otro resultado integral, requieren de análisis de deterioro de valor a la fecha de cierre de cada período. Un activo financiero tiene deteriorado su valor cuando han ocurrido uno o más sucesos que tienen impacto perjudicial sobre los flujos de efectivo futuros estimados de ese activo financiero. El enfoque general de deterioro se basa en la pérdida crediticia esperada del activo financiero y se estructura a través de tres etapas en las que puede encontrarse el instrumento desde su reconocimiento inicial, teniendo en cuenta el grado de riesgo de crédito y la circunstancia de que se haya producido un aumento significativo del mismo. La pérdida crediticia esperada es el valor presente de la diferencia entre los flujos de efectivo contractuales que se le deben a una entidad y los flujos de efectivo que la entidad espera recibir, descontada a la tasa de interés efectiva original. De esta forma si a la fecha de cierre del período el riesgo crediticio de un activo financiero no se ha incrementado de forma significativa desde el reconocimiento inicial, se medirá la corrección de valor por pérdidas para ese activo financiero a un importe igual a las pérdidas crediticias esperadas en los próximos doce meses. En ese sentido se puede suponer que no se ha incrementado significativamente el riesgo crediticio si el mismo es bajo, siéndolo si es bajo riesgo de incumplimiento y el deudor tiene fuerte capacidad de cumplir sus obligaciones en el corto plazo y los cambios adversos en las condiciones económicas y de negocio en el largo plazo no necesariamente pueda afectarla. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 En cambio, si el riesgo crediticio de un activo financiero se ha incrementado de forma significativa desde su reconocimiento inicial, se medirá la corrección de valor por pérdidas de ese activo financiero por un importe igual a las pérdidas crediticias esperadas durante el tiempo de vida del mismo. Independientemente de la forma en que la entidad evalúe la significación de aumentos en el riesgo crediticio, existe una presunción refutable de incremento significativo cuando los pagos contractuales se atrasen por más de 30 días. Si a la fecha de evaluación existe evidencia objetiva de deterioro de valor del activo financiero, se medirá la corrección de valor por pérdidas de un instrumento financiero por un importe igual a las pérdidas crediticias esperadas durante el tiempo de vida del mismo y el interés efectivo se calculará sobre el valor neto. A la par del enfoque general, existe la opción de aplicar un esquema simplificado para, de forma independiente, cuentas por cobrar comerciales, de arrendamiento o activos contractuales, de modo que se medirá siempre la corrección de valor por pérdidas a un importe igual a las pérdidas crediticias esperadas durante el tiempo de vida del activo. La medición de las pérdidas crediticias esperadas de un instrumento financiero debe reflejar: (a) un importe de probabilidad ponderada no sesgado, que se determina mediante la evaluación de un rango de resultados posibles; (b) el valor temporal del dinero; y (c) la información razonable y sustentable que está disponible sin costo o esfuerzo desproporcionado en la fecha de medición sobre sucesos pasados, condiciones actuales y pronósticos de condiciones económicas futuras. El importe en libros del activo financiero se reduce a través del uso de una cuenta de provisión para deterioro de valor y el importe de la pérdida se reconoce en el estado del resultado integral. La compañía aplica el enfoque simplificado admitido por la NIIF 9, para las cuentas por cobrar comerciales. Baja de activos financieros Los activos financieros y, en su caso, la provisión para deterioro de valor correspondiente, se dan de baja cuando no existen expectativas realistas de un recupero futuro y todas las garantías que sobre ellos pudieran existir se efectivizaron o transfirieron a la entidad. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Además, la sociedad deja de reconocer un activo financiero cuando han expirado sus derechos contractuales sobre los flujos de efectivo de dichos activos o cuando ha transferido el activo financiero y, en consecuencia, todos los riesgos y beneficios inherentes a la titularidad del activo financiero han pasado a otra entidad. Si la sociedad no transfiere ni retiene sustancialmente todos los riesgos y beneficios inherentes a la propiedad de un activo transferido y continúa controlando el activo transferido, reconoce su participación residual en el activo y una deuda por el monto que tuvieran que pagar. Si retiene de manera sustancial los riesgos y beneficios inherentes a la propiedad de un activo financiero transferido, continúa reconociéndolo y también reconocerá un pasivo por los montos recibidos. 2.3.3.2 Pasivos Financieros. Clasificación y medición Los pasivos financieros se clasifican al momento del reconocimiento inicial como medidos posteriormente al costo amortizado o como pasivos financieros a valor razonable con cambios en resultados. Los pasivos financieros son reconocidos inicialmente por su valor razonable, neto de los costos de la transacción atribuibles en forma directa, en el caso pasivos financieros contabilizados al costo amortizado. La medición posterior de los pasivos financieros clasificados como reconocidos a costo amortizado se efectúa utilizando el método de la tasa de interés efectiva. Las amortizaciones de la tasa de interés efectiva se reconocen en el estado del resultado integral a lo largo de la vida del instrumento de deuda. El costo amortizado se calcula tomando en cuenta cualquier descuento o",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part5"
        }
    },
    {
        "text": "prima en la adquisición y las comisiones o costos que sean una parte integrante de la tasa de interés efectiva. Las cuentas por pagar comerciales y otras cuentas por pagar, se miden a su valor nominal o de transacción, debido a que por su vencimiento no difieren de su valor descontado. Las deudas y préstamos que devengan interés, que completan los pasivos financieros de la sociedad, se miden a costo amortizado, utilizando el método de la tasa de interés efectiva. Baja de pasivos financieros Los pasivos financieros se dan de baja cuando la obligación especificada en el correspondiente contrato se haya pagado o cancelado, o haya vencido o extinguido. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Cuando un pasivo financiero existente es reemplazado por otro pasivo proveniente del mismo prestamista bajo condiciones sustancialmente diferentes, o si las condiciones de un pasivo existente se modifican de manera sustancial, tal permuta o modificación se trata como una baja del pasivo original y el reconocimiento de un nuevo pasivo. 2.3.3.3 Determinación de valores razonables. El valor razonable es el precio que sería recibido por vender un activo o pagado por transferir un pasivo en una transacción ordenada entre participantes del mercado, que actúan en su mejor interés económico, en la fecha de medición y en condiciones de mercado presentes. La medición del valor razonable supone que la transacción tiene lugar en el mercado principal o en su defecto el más ventajoso para el activo o pasivo, al que tiene acceso la entidad, considerando además los supuestos que los participantes del mercado utilizarían al fijar el precio del activo o pasivo. La medición del valor razonable de un activo no financiero tiene en cuenta además la capacidad del participante del mercado para generar beneficios económicos mediante la utilización del activo en su máximo y mejor uso, o mediante la venta del mismo a otro participante del mercado de idénticas características. El valor razonable se determina utilizando técnicas de valoración adecuadas a las circunstancias, teniendo en cuenta la disponibilidad de datos suficientes para determinarlo, maximizando el uso de datos de entrada observables y minimizando el uso de datos de entrada no observables. Las mediciones del valor razonable son categorizadas en tres niveles, basados en el grado en los cuales los datos de entrada son observables, tal como se detalla a continuación: Datos de entrada de nivel 1: precios de cotización (sin ajustar) en mercados activos para activos o pasivos idénticos. Datos de entrada de nivel 2: técnicas de valoración para las cuales los datos de entrada son distintos de los precios de cotización incluidos en el nivel 1, pero son observables para el activo o pasivo, directa o indirectamente. Datos de entrada de nivel 3: técnicas de valoración para las cuales los datos de entrada no son observables para el activo o pasivo. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 2.3.3.4 Activos financieros y pasivos financieros con partes relacionadas. Los créditos y deudas con partes relacionadas se reconocen inicialmente por su valor razonable, más los costos de la transacción atribuibles directamente. En la medida en que provengan de transacciones no celebradas como entre partes independientes, cualquier diferencia surgida al momento del reconocimiento inicial entre el valor razonable y la contraprestación entregada o recibida se trata como una transacción de patrimonio (contribución de capital o distribución de dividendos, según sea positiva o negativa). Con posterioridad al reconocimiento inicial, estos créditos y deudas se miden por su costo amortizado, utilizando el método de la tasa de interés efectiva. La amortización de la tasa de interés se reconoce en el estado del resultado integral como ingreso o egreso financiero, según corresponda a su naturaleza de origen. 2.3.4 Propiedades, planta y equipo. La compañía adoptó con fecha efectiva al 31 de diciembre de 2018 el modelo de revaluación previsto por la NIC 16 para sus terrenos, inmuebles, edificios y para cierta clase de instalaciones y máquinas y equipos. Como consecuencia de ello esos activos, que son mantenidos para su uso en la producción de bienes o para propósitos administrativos, son registrados en el estado de situación financiera a sus valores revaluados, determinados por su valor razonable a la fecha de revaluación, reexpresado en términos de la unidad de medida corriente a la fecha de cierre del período informado, menos la depreciación acumulada y cualquier pérdida por deterioro de valor subsecuente. La determinación de los valores razonables de los activos revaluados se basó en empleo del nivel de jerarquía 2, establecido por la NIIF 13. Para la revaluación de los terrenos se utilizó el enfoque de mercado, ya que existe un mercado de transacciones de activos comparables. Para los inmuebles y edificios se aplicó el enfoque del costo mediante solicitudes de cotizaciones y consultas de niveles de precios a nuevo a contratistas y constructores. Para las instalaciones y máquinas y equipos se aplicó también el enfoque del costo, solicitando cotización a nuevo a las empresas que las producen o comercializan, dado que se trata de activos especializados que no tienen, en general, un mercado habitual de compraventa de bienes usados del cual obtener una valuación confiable. La aplicación del enfoque del costo implicó, en todos los casos, considerar en las valuaciones obtenidas de activos nuevos o sin uso equivalentes en capacidad de servicio las depreciaciones acordes al estado de los bienes y su antigüedad. La revaluación y su actualización contó con la participación de valuadores independientes y fue aprobada por el directorio de la compañía. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Las revaluaciones se efectúan con suficiente frecuencia, de tal manera que el importe en libros no difiera significativamente del que podría determinarse a partir de los valores razonables. El aumento del",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part6"
        }
    },
    {
        "text": "valor en libros de los bienes revaluados, reexpresado en términos de la unidad de medida corriente a la fecha de revaluación, se ha reconocido directamente en otro resultado integral y se acumula en el patrimonio bajo el titulo en nota “Reserva por revaluación de propiedades, planta y equipo”. Para la valuación del resto de los bienes incluidos en el rubro propiedades, planta y equipo, que son mantenidos para su uso en la producción de bienes o para propósitos administrativos, la compañía mantuvo el modelo del costo de adquisición o construcción, reexpresado en términos de la unidad de medida corriente a la fecha de cierre del período que se informa, menos la depreciación acumulada y cualquier pérdida por deterioro de valor subsecuente. El costo incluye los gastos directamente atribuibles a la adquisición o construcción y, en su caso, los costos por préstamos relacionados con bienes cuya construcción se extiende en el largo plazo, en la medida que se cumpla con los requisitos para su reconocimiento como activos. Los costos incurridos con posterioridad a la incorporación de los bienes se reconocen como activo únicamente cuando sea probable que algún beneficio futuro pueda derivarse de los mismos y puedan ser medidos de manera fiable. Los bienes y obras propias en curso de construcción a la fecha de cierre de cada período son registrados al costo, reexpresado en términos de la unidad de medida corriente a esa fecha, menos cualquier pérdida por deterioro de valor. Estos activos son clasificados en la categoría apropiada de propiedades, planta y equipo cuando su construcción se ha completado y están disponibles para su uso. La depreciación de esos bienes, con las mismas bases que otros componentes de propiedades, planta y equipo, comienza cuando se encuentran en condiciones de uso. La depreciación, que es reconocida en el resultado de cada período, aplicando el criterio de año del alta, es calculada por el método de línea recta, considerando la vida útil asignada a los activos distintos a los terrenos y obras en ejecución, la que es revisada, al igual que el valor residual y el método de depreciación, al final de cada período anual. En su caso cualquier cambio respecto de lo estimado se registra en forma prospectiva. Las tasas de depreciación utilizadas por la sociedad son las siguientes: Inmuebles: 2% Instalaciones: 2,5% y 10% Máquinas y equipos: 10% Equipos de transporte: 20% Herramientas: 10% Muebles y útiles: 10% Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Los gastos de mantenimiento y reparaciones de propiedades, planta y equipo son imputados en el resultado del período en que se incurren. Un elemento de propiedades, planta y equipo se deja de reconocer cuando se da de baja al momento de su venta o cuando se estima que no habrá beneficios económicos futuros derivados del uso continuado del mismo. La pérdida o ganancia derivada de la baja o el retiro de un elemento de propiedades, planta y equipo se determina como la diferencia entre el valor de venta obtenido o recuperable y el valor contable del activo y es reconocida en el estado del resultado integral, reexpresada en términos de la unidad de medida corriente a la fecha de cierre del período. 2.3.5 Arrendamientos. La determinación de si un acuerdo constituye un arrendamiento se basa en establecer si transmite el derecho a controlar el uso de un activo identificado durante un periodo de tiempo determinado, a cambio de una contraprestación. Para el arrendatario la medición inicial del activo por derecho de uso es a su costo y se basa en el valor presente de los pagos por arrendamiento, descontados a la tasa de interés implícita en el contrato. El activo arrendado es medido regularmente, luego de su reconocimiento inicial, según el modelo del costo, que implica computar la depreciación acumulada, las pérdidas por deterioro de valor y los efectos de las modificaciones en el pasivo por arrendamiento, como consecuencia fundamentalmente del cambio en el plazo del arrendamiento o en la evaluación de una opción de compra del activo subyacente. El activo arrendado, reexpresado en términos de la unidad de medida corriente a la fecha de cierre del período, se deprecia linealmente a lo largo de su vida útil, aplicando el criterio de año del alta. Si al final del plazo de arrendamiento el arrendatario no ejercerá la opción de compra del mismo, el activo se depreciará totalmente a lo largo de su vida útil estimada o hasta el final del plazo del arrendamiento, lo que tenga lugar primero. El pasivo por arrendamiento se reconoce inicialmente al valor presente de los pagos por arrendamiento, considerando la tasa de interés implícita en el contrato. Luego del reconocimiento inicial se incrementa para reflejar el devengamiento de los intereses y se reduce por los pagos por arrendamiento realizados. También el pasivo por arrendamiento, luego de su reconocimiento, puede resultar modificado como consecuencia fundamentalmente del cambio en el plazo del arrendamiento o en la evaluación de una opción de compra del activo subyacente. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Para el arrendador el reconocimiento de los ingresos se basa en el empleo del método de línea recta, durante el plazo del contrato. 2.3.6 Propiedades de inversión. Los inmuebles que se tienen para obtener renta, para apreciación de capital o ambos, en lugar de para su uso en la producción de bienes o para fines administrativos, se consideran propiedades de inversión y se registran al costo, reexpresado en términos de la unidad de medida corriente a la fecha de cierre del período, que incluye los costos asociados a la transacción, menos la depreciación acumulada y cualquier pérdida por deterioro de valor. La depreciación, que es reconocida en el resultado de cada período en otros egresos, es calculada por el método de línea recta aplicando el criterio de año del alta, considerando",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part7"
        }
    },
    {
        "text": "la vida útil estimada para esos inmuebles, que es de 50 años. Los gastos posteriores a su incorporación son reconocidos como activo únicamente cuando sea probable que algún beneficio económico, adicional al rendimiento originalmente esperado, pueda derivarse de los mismos. Los gastos que no cumplan con la condición enunciada son considerados mantenimiento y reparaciones de propiedades de inversión y se imputan en el resultado del período en que se incurren, como otros egresos. Los ingresos provenientes de rentas de propiedades de inversión se presentan en el estado del resultado integral del período, en otros ingresos. 2.3.7 Costos por préstamos. Los costos por préstamos, neto de los efectos de la inflación, que sean directamente atribuibles a la adquisición, construcción o producción de activos calificados, los que constituyen activos que necesariamente llevan un período de tiempo sustancial para que estén disponibles para su uso esperado o su venta, se capitalizan como parte del costo del activo respectivo hasta que se encuentren en esa condición. Los costos por préstamos incluyen los intereses y otros costos en los que se incurre en relación con los acuerdos de préstamos respectivos. Todos los demás costos por préstamos se contabilizan como gastos en el período en el que se verifican, netos del efecto de la inflación. 2.3.8 Inventarios. Los inventarios se valúan al costo de adquisición o fabricación (costo promedio ponderado, reexpresado en términos de la unidad de medida corriente a la fecha de cierre del período) o al valor neto realizable, el que resulte menor. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Los costos incurridos para llevar los inventarios a su ubicación y condición actual, se contabilizan de la siguiente manera: Materias primas: al costo de adquisición según el método del precio promedio ponderado. Productos terminados, en proceso y en consignación: al costo de las materias primas y la mano de obra directa, y una proporción de los costos fijos de fabricación basada en la capacidad normal de operación, excluyendo los costos por préstamos, al no calificar estos activos como aptos para su capitalización. El valor neto realizable de un componente de inventario es el precio de venta estimado para ese componente en el giro normal de los negocios, menos los costos estimados de terminación y los costos estimados necesarios para efectuar la venta, calculados a la fecha de cierre del período sobre el que se informa. El costo de los inventarios se determina mediante el método del costo promedio ponderado. 2.3.9 Deterioro de valor de activos no financieros. Al cierre de cada período sobre el que se informa, la sociedad evalúa si existe algún indicio de que algún activo no financiero pudiera estar deteriorado en su valor, expresado cuando el valor contabilizado está por encima de su importe recuperable, a través de su uso o venta. Inventarios Cuando el valor neto realizable de un componente de inventarios resulte menor a su importe registrado en libros, se reduce dicho importe a través del uso de una provisión para deterioro de valor y el importe de la pérdida se reconoce como costo de ventas en el estado del resultado integral. Si en un período posterior, el importe estimado de la pérdida por deterioro de valor aumenta o disminuye debido a un evento que ocurre después de haberse reconocido el deterioro, la pérdida por deterioro de valor reconocida anteriormente se aumenta o disminuye ajustando la cuenta de provisión para deterioro de valor. Si posteriormente se recupera una partida que fue imputada a pérdida, el recupero se acredita como costo de ventas en el estado del resultado integral. Propiedades, planta y equipo Al cierre de cada ejercicio se efectúa la prueba anual de deterioro de valor de los componentes de propiedades, planta y equipo, a partir de la estimación del valor recuperable de los mismos. Cuando no resultara posible estimar el valor recuperable de un activo individual, la sociedad estima el valor recuperable de la unidad generadora de efectivo a la cual dicho activo pertenece. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 El valor recuperable es el mayor entre el valor razonable menos los gastos de venta y su valor de uso, en caso de resultar aplicable. En el proceso de determinación del valor de uso, los flujos de efectivo futuros estimados son descontados a su valor presente, utilizando una tasa de descuento antes de impuestos, que refleja las evaluaciones actuales del mercado respecto al valor del dinero en el tiempo y los riesgos específicos del activo para el cual los flujos de efectivo futuros estimados no han sido ajustados. Cuando el importe en libros de un activo individual o de una unidad generadora de efectivo excede su importe recuperable, el activo individual o, en su caso, la unidad generadora de efectivo se considera deteriorado y su valor se reduce a su importe recuperable. Las pérdidas por deterioro de valor se reconocen en el estado del resultado integral en aquellas categorías de gastos que se correspondan con la función del activo deteriorado. Asimismo, para esta clase de activos, a cada fecha de cierre del período sobre el que se informa, se efectúa una evaluación sobre si existe algún indicio de que las pérdidas por deterioro de valor reconocidas previamente ya no existen o han disminuido. Si existiese tal indicio, la entidad efectúa una estimación del importe recuperable del activo individual o de la unidad generadora de efectivo, según corresponda, de forma de revertir la pérdida por deterioro de valor, reconociéndose en el estado del resultado integral en la misma línea en la que se reflejó previamente el respectivo cargo por deterioro de valor. Propiedades de inversión Al cierre de cada ejercicio se efectúa la prueba anual de deterioro de valor de las propiedades de inversión, a partir de la estimación del valor razonable de las mismas. Cuando el importe en libros",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part8"
        }
    },
    {
        "text": "de las propiedades de inversión excede su valor razonable, el activo se considera deteriorado y su valuación se reduce a su valor razonable. Las pérdidas por deterioro de valor se reconocen en el estado del resultado integral, en otros egresos. 2.3.10 Efectivo y equivalentes de efectivo. El efectivo y los equivalentes de efectivo, que se registran a su valor histórico, incluye los saldos en caja y en cuentas corrientes bancarias y los cheques en cartera recibidos por cobro de operaciones de ventas de hasta 90 días de fecha diferida (plazo máximo aceptado por los proveedores para entrega de valores para cancelación de facturas de compra). También se incluye las cuotapartes de fondos comunes de inversión suscriptas con el propósito de ser vendidas en el corto plazo, que se valúan al cierre del período a su valor razonable con cambios en resultados. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Los acuerdos de sobregiro autorizado en cuentas corrientes bancarias se exponen, en la medida que se verifiquen saldos de esa especie, en deudas financieras y préstamos, en el estado de situación patrimonial. 2.3.11 Otras deudas. Los anticipos de clientes, que constituyen obligaciones de entregar activos que todavía no han sido producidos, se valúan al mayor valor entre las sumas recibidas, de corresponder ajustadas, y la parte proporcional del valor estimado de los activos comprometidos. Los saldos de apertura y cierre de los anticipos de clientes se presentan en el estado de situación financiera, en el pasivo corriente. Las otras deudas se valúan a su valor histórico, ya que no difiere significativamente de su valor descontado. 2.3.12 Provisiones, pasivos contingentes y activos contingentes. Provisiones Las provisiones se reconocen cuando la sociedad tiene una obligación presente (legal o implícita) como resultado de un suceso del pasado, es probable que tenga que desprenderse de recursos para cancelar la obligación y pueda hacerse una estimación fiable del importe de la obligación. El importe reconocido como provisión es la mejor estimación del desembolso necesario para cancelar la obligación presente, al final del período sobre el que se informa, teniendo en cuenta los riesgos y las incertidumbres correspondientes a la obligación. Cuando se espera la recuperación de algunos o todos los beneficios económicos requeridos para cancelar una provisión, se reconoce una cuenta por cobrar como un activo si es virtualmente seguro que se recibirá el desembolso y el monto de la cuenta por cobrar puede ser medido con fiabilidad. Pasivos contingentes Un pasivo contingente es una obligación posible, surgida a raíz de sucesos pasados y cuya existencia ha de ser confirmada solo porque ocurran o no ocurran uno o más sucesos futuros inciertos que no están enteramente bajo el control de la sociedad; o una obligación presente, surgida a raíz de sucesos pasados, que no se ha reconocido contablemente porque no es probable que para satisfacerla se vaya a requerir una salida de recursos que incorporen beneficios económicos; o el importe de la obligación no pueda ser medido con la suficiente fiabilidad. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Un pasivo contingente no es reconocido en los estados financieros, sino que es informado en notas, excepto en el caso en que la posibilidad de una eventual salida de recursos para liquidarlo sea remota. Para cada tipo de pasivo contingente, a las respectivas fechas de cierre de los períodos sobre los que se informa, la sociedad revela, en la medida en que resulte significativo, una breve descripción de la naturaleza del mismo y, cuando fuese posible, una estimación de sus efectos financieros, una indicación de las incertidumbres relacionadas con el importe o fecha de las salidas de recursos correspondientes y la posibilidad de obtener eventuales reembolsos. Activos contingentes Un activo contingente es un activo de naturaleza posible, surgido a raíz de sucesos pasados, cuya existencia ha de ser confirmada solo por la ocurrencia, o en su caso por la no ocurrencia, de uno o más eventos inciertos en el futuro, que no están enteramente bajo el control de la sociedad. Un activo contingente no es reconocido en los estados financieros, sino que es informado en notas, pero solo en el caso en que sea probable la entrada de beneficios económicos. No obstante, cuando la entrada de beneficios sea prácticamente cierta, el activo correspondiente no es de carácter contingente y por lo tanto procede su reconocimiento. Para cada tipo de activo contingente a la fecha de cierre del período sobre el que se informa, la sociedad revela, en la medida en que resulte significativo, una breve descripción de la naturaleza del mismo y, cuando fuese posible, una estimación de sus efectos financieros. 2.3.13 ingresos de actividades ordinarias. Agrometal obtiene sus ingresos ordinarios de la producción y venta de máquinas e implementos agrícolas y sus repuestos. Ofrece para la concreción de las operaciones una línea de financiación propia a un plazo que no excede de 12 meses, con entrega por parte del cliente de cheques de pago diferido, los que resultan utilizados como capital de trabajo ya sea para pago a proveedores de materia prima o para su conversión en saldo de dinero disponible mediante la obtención de líneas de descuento bancario. La financiación es otorgada considerando el análisis individual de las operaciones, efectuado por las gerencias, juntamente con los concesionarios intervinientes en las operaciones. Alternativamente las ventas de máquinas se canalizan a través de financiación otorgada a los clientes por instituciones con las que la sociedad mantiene convenios para ese fin. En estos casos las calificaciones crediticias de cada operación son determinadas por las propias entidades. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Los ingresos ordinarios, como principio básico, se reconocen al momento de transferir los bienes comprometidos con los clientes, por un",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part9"
        }
    },
    {
        "text": "importe que refleje la contraprestastación que la entidad espera que le corresponda a cambio de esos bienes. La NIIF 15 define un enfoque de cinco pasos para el reconocimiento y medición de ingresos ordinarios: - Identificación del contrato con el cliente - Identificación de las obligaciones de desempeño del contrato - Determinación del precio de la transacción - Asignación del precio de la transacción entre las obligaciones de desempeño - Reconocimiento del ingreso En ese marco, Agrometal satisface sus obligaciones de desempeño y registra los ingresos consecuentes cuando transfiere la posesión física del activo, lo que indica que el cliente toma el control de la capacidad de dirigir el uso y obtener todos los demás beneficios derivados del bien y asume los riesgos y recompensas derivadas de la propiedad del mismo. Los importes de ingresos reflejan las condiciones comerciales definidas en el contrato (que incluye el importe de cualquier descuento, bonificación o rebaja otorgada) y sin incluir impuestos ni aranceles. Los precios de venta son fijos y no contienen componentes variables. Complementariamente los ingresos y egresos por intereses y conceptos asimilables se registran en función de su devengamiento, aplicando el método del interés efectivo. Los otros ingresos y egresos también se reconocen contablemente en función de su devengamiento. En ambos casos son presentados en términos nominales, reexpresados a moneda de cierre del período. 2.3.14 Subvenciones del gobierno. Las subvenciones del gobierno se reconocen directamente como ingreso cuando existe seguridad razonable de que éstas se recibirán y de que se cumplen todas las condiciones ligadas a ellas. En abril de 2022, mediante el decreto PEN N° 209/2022, se instrumenta un régimen para fabricantes de bienes de capital con vigencia hasta el 31 de diciembre de 2027, en tanto los beneficiarios resulten inscriptos en el mismo, con reválida cada dos años. Los beneficios incluidos en la norma, que son mayores cuando la empresa tiene certificado vigente MIPYME, consisten en: 1) Reducción en los pagos de las contribuciones patronales; 2) Un bono de crédito fiscal que se compone de tres categorías en relación con los montos pagados en concepto del Impuesto a las Ganancias, inversiones en investigación y desarrollo (I+D) y reintegros a las exportaciones. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Por disposición 357/2023 de la Dirección Nacional de Gestión de Política Industrial, Agrometal queda inscripta en el “Registro de Beneficiarios y Productos del Régimen de Incentivos para Fabricantes de Bienes de Capital”, en el marco del Decreto N°379/01 y modificatorios y la Resolución N°26/2022 de la Secretaría de Industria y Desarrollo Productivo. 2.3.15 Impuesto a las ganancias corriente y diferido. El cargo por impuesto a las ganancias representa tanto el total del impuesto corriente por pagar como el impuesto diferido. Impuesto corriente El impuesto por pagar corriente se basa en las ganancias fiscales registradas durante el período y las tasas fiscales vigentes al cierre de mismo. La ganancia fiscal difiere de la ganancia informada en el estado del resultado integral, debido a las partidas de ingresos imponibles o deducibles en otros años y partidas que nunca son gravables o deducibles. El 16 de junio de 2021 se publicó en el boletín oficial de la República Argentina el texto de la ley 27.630, que modifica las alícuotas del impuesto a las ganancias aplicable a las sociedades cuyos cierres de ejercicio fiscal se inicien a partir del 1° de enero de 2021. Dicha norma reemplazó el esquema de alícuota uniforme aplicado históricamente por uno de alícuota progresiva marginal, según tramos de utilidad neta imponible. Mediante la Resolución General N° 5168/2022 se actualizaron los segmentos a partir del 1° de enero de 2022, tomando como base la variación anual del Índice de Precios al Consumidor (IPC) que suministra el Instituto Nacional de Estadística y Censos (INDEC). Para el ejercicio fiscal 2024 las escalas progresivas quedaron definidas de acuerdo con el siguiente detalle: - 25% sobre la ganancia neta imponible acumulada hasta $ 34.703.523,08. - 30% sobre la ganancia neta imponible acumulada entre $ 34.703.523,08 y $ 347.035.230,79. - 35% sobre la ganancia neta imponible acumulada que supere los $ 347.035.230,79. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Impuesto diferido El impuesto a las ganancias diferido se reconoce utilizando el método del pasivo sobre las diferencias temporarias entre el importe en libros de los activos y pasivos incluidos en los estados financieros y las bases fiscales correspondientes, utilizadas para determinar la ganancia fiscal. El pasivo por impuesto diferido se reconoce generalmente para todas las diferencias fiscales temporarias. Un activo por impuestos diferido se reconoce por causa de todas las diferencias temporarias deducibles, los créditos fiscales de compensación futura y los quebrantos impositivos no afectados, en la medida en que resulte probable que la entidad disponga de ganancias fiscales futuras contra las que se puedan compensar y deducir esos conceptos. El importe en libros de un activo por impuestos diferidos es revisado al final de cada período sobre el que se informa y se reduce su saldo en la medida que se estime probable que no dispondrá en el futuro de suficiente ganancia fiscal como para permitir que se recupere la totalidad o una parte del activo. Los activos y pasivos por impuestos diferidos se miden empleando las tasas fiscales que se espera sean de aplicación en el ejercicio en el que el activo se realice o el pasivo se cancele, basándose en las tasas (y leyes fiscales) que al final del período sobre el que se informa estén vigentes o prácticamente terminado el proceso de aprobación. La medición de los activos por impuestos diferidos refleja las consecuencias fiscales que se derivarían de la forma en que la entidad espera, al final del período sobre el que se informa, recuperar o liquidar el importe en libros de sus activos y pasivos. Los activos por impuestos diferidos son compensados",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part10"
        }
    },
    {
        "text": "con pasivos por impuestos diferidos si y solo si se tiene reconocido legalmente el derecho de compensar los importes comprendidos en esas partidas y la sociedad tiene la intención de liquidar sus activos y pasivos en forma neta. De acuerdo con las disposiciones de las NIIF, los activos o pasivos por impuesto diferido son clasificados como activos o pasivos no corrientes y se miden por sus importes nominales. Impuesto corriente y diferido de cada período El impuesto a las ganancias, corriente y diferido, es reconocido en el resultado del resultado integral como gasto o ingreso del ejercicio, excepto cuando se relacione con partidas acreditadas o debitadas directamente en el patrimonio, en cuyo caso el impuesto es también reconocido directamente en el patrimonio. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 2.4 Juicios, estimaciones y supuestos en la aplicación de políticas contables. La elaboración de la información financiera de acuerdo con las NIIF, cuya responsabilidad es del directorio de la compañía, requiere emitir juicios, considerar determinados supuestos contables y efectuar ciertas estimaciones relativas a los valores de los activos y pasivos, ingresos y gastos, como así también en la determinación y revelación de activos y pasivos contingentes a la fecha de cierre del período, para los cuales no son factibles de obtener por otras fuentes, tomando asimismo en consideración la opinión de los asesores impositivos y legales. En ese marco las estimaciones y supuestos, que son sustancialmente los mismos que se aplicaron para elaborar los estados financieros al 31 de diciembre de 2023, excepto por los eventuales efectos derivados de la aplicación de las normas y/o interpretaciones nuevas o modificadas con vigencia a partir del ejercicio actual, se basan en la experiencia histórica y otros factores considerados pertinentes, incluidas las expectativas de sucesos futuros que se consideran razonables en las circunstancias. A pesar de que los mismos se revisan en forma continua y que sus efectos son registrados en el mismo período o en ese y en próximos períodos, según corresponda, los resultados reales en el futuro podrían diferir y requerir de ajustes significativos a los saldos informados de las partidas afectadas. Las estimaciones y juicios contables críticos que el directorio ha utilizado en el proceso de aplicación de las políticas contables se vinculan fundamentalmente con la evaluación del deterioro de valor de activos, la asignación de vida útil y tasa de depreciación de elementos de propiedades, planta y equipo, el reconocimiento de activo o pasivo diferido y el cargo por impuesto a las ganancias y la determinación de previsiones por litigios y otras contingencias y deterioro de valor por pérdidas crediticias esperadas. 2.5 Normas e Interpretaciones emitidas y no adoptadas a la fecha. La Resolución Técnica N° 26 y modificatorias de la Federación Argentina de Consejos Profesionales de Ciencias Económicas (FACPCE) adopta en sus textos originales, sin modificaciones ni adecuaciones, las Normas Internacionales de Información Financiera (NIIF) emitidas por el Consejo de Normas Internacionales de Contabilidad (IASB, por sus siglas en inglés). A partir de ello se ha establecido un procedimiento de “Circulares de Adopción” que emite la FACPCE para la puesta en vigencia de los nuevos pronunciamientos que el IASB efectúe. Al 31 de marzo de 2024 la FACPCE ha emitido la Circular de Adopción Nº 21. La compañía no adoptó aún, en la medida que le sea aplicable, la NIIF que se detalla a continuación, que fue emitida por el IASB y aprobada por las Circular de Adopción pero que, aun así, no resulta de aplicación obligatoria al cierre del periodo finalizado en esa fecha. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 NOTA 3. PROPIEDADES, PLANTA Y EQUIPO. Tal como se indica en nota 2.3.4, la compañía ha optado, con efecto al 31 de diciembre de 2018, por registrar ciertos bienes que integran las propiedades, planta y equipo según el modelo de revaluación previsto por la NIC 16. Los elementos medidos a valor razonable están incluidos en inmuebles, terrenos, edificios, instalaciones y máquinas y equipos. En el caso de inmuebles, terrenos y edificios la medición a valor razonable abarcó la totalidad de las partidas. En instalaciones se incluyó solo la línea de aplicación de pinturas, grupo electrógeno y los puentes grúas de capacidad mayor a dos toneladas e incorporados a partir del año 2004, en tanto que en máquinas y equipos alcanzó a la clase máquinas y equipos a control numérico computarizado y de soldadura, considerados relevantes dentro del proceso productivo e incorporadas también desde el año 2004. Se incluye a continuación para cada clase de propiedades, planta y equipo registrada por su valor revaluado, el importe en libros al que se hubieran reconocido si se mantenían valuadas según el modelo del costo y el superávit de revaluación expuesto al 31 de marzo de 2024 en otro resultado integral y acumulado en el patrimonio. El detalle de Propiedades, Planta y Equipo al 31 de marzo de 2024 y 31 de diciembre de 2023, es el siguiente: Valor al Valor al Cuenta cierre a Superávit de cierre costo revaluación revaluado Inmuebles 1.931.532.734 1.755.691.434 3.687.224.168 Terrenos 902.695.266 424.780.687 1.327.475.953 Edificios 37.517.727 389.097.240 426.614.967 Instalaciones 59.871.654 159.223.613 219.095.267 Máquinas y Equipos 30.291.193 57.959.166 88.250.359 Total 2.961.908.574 2.786.752.140 5.748.660.714 Norma Título Aprobación Vigencia IASB (s/llamada) Normas modificadas o reemplazadas NIC 21 Ausencia de Convertibilidad Agosto de 2023 01/01/2025 (1) (1): Aplicación obligatoria a partir del ejercicio iniciado desde la fecha indicada. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Al 31 DE DICIEMBRE DE 2023 Valor Valor Totales Cuenta al Comienzo al Cierre Acumuladas Bajas Del Acumuladas Netos Principal del Altas Bajas del al comienzo del al cierre del al Ejercicio Ejercicio del Ejercicio Ejercicio Alicuota Monto Ejercicio 31-dic-23 % Inmuebles 7.849.695.315 7.849.695.315 3.783.581.113 2,00% 146.676.253 3.930.257.366",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part11"
        }
    },
    {
        "text": "3.919.437.949 Terrenos Fábrica 1.327.475.957 1.327.475.957 1.327.475.957 Edificios 1.798.520.082 1.798.520.082 1.330.019.580 2,00% 32.500.044 1.362.519.624 436.000.458 Mejoras s/Inm. 3eros 25.378.853 25.378.853 25.378.853 25.378.853 Instalaciones 6.570.576.518 324.100.155 6.894.676.673 5.228.327.663 10,00% 221.991.855 5.450.319.518 1.444.357.155 Máquinas y Equipos 6.362.730.906 92.222.297 6.454.953.203 4.023.680.022 10,00% 420.221.183 4.443.901.205 2.011.051.998 Equipos de Transporte 1.142.723.904 305.816.138 89.587.491 1.358.952.551 851.061.452 89.587.491 20,00% 148.556.359 910.030.320 448.922.231 Herramientas 2.106.749.527 121.788.327 2.228.537.854 1.634.798.191 10,00% 68.476.328 1.703.274.519 525.263.335 Muebles y Utiles 881.291.555 11.154.364 892.445.919 769.638.917 10,00% 88.476.740 858.115.657 34.330.262 Obras en Curso 2.255.789.643 836.612.538 461.212.986 2.631.189.195 2.631.189.195 Total 30.320.932.260 1.691.693.819 550.800.477 31.461.825.602 17.646.485.791 89.587.491 1.126.898.762 18.683.797.062 12.778.028.540 Ejercicio Al 31 DE MARZO DE 2024 Valor Valor D E P R E C I A C I O N E S Totales Cuenta al Comienzo al Cierre Acumuladas Bajas Del Acumuladas Netos Principal del Altas Bajas del al comienzo del al cierre del al Ejercicio Período del Ejercicio Período Alicuota Monto Período 31-mar-24 % Inmuebles 7.849.695.315 7.849.695.315 3.930.257.366 2,00% 63.425.834 3.993.683.200 3.856.012.115 Terrenos Fábrica 1.327.475.957 1.327.475.957 1.327.475.957 Edificios 1.798.520.082 1.798.520.082 1.362.519.624 2,00% 8.125.011 1.370.644.635 427.875.447 Mejoras s/Inm. 3eros 25.378.853 25.378.853 25.378.853 25.378.853 Instalaciones 6.894.676.673 6.894.676.673 5.450.319.518 10,00% 32.127.361 5.482.446.879 1.412.229.794 Máquinas y Equipos 6.454.953.203 6.454.953.203 4.443.901.205 10,00% 88.719.210 4.532.620.415 1.922.332.788 Equipos de Transporte 1.358.952.551 1.358.952.551 910.030.320 20,00% 36.189.725 946.220.045 412.732.506 Herramientas 2.228.537.854 2.228.537.854 1.703.274.519 10,00% 16.768.926 1.720.043.445 508.494.409 Muebles y Utiles 892.445.919 2.036.738 894.482.657 858.115.657 10,00% 6.395.987 864.511.644 29.971.013 Obras en Curso 2.631.189.195 56.614.757 2.687.803.952 2.687.803.952 Total 31.461.825.602 58.651.495 31.520.477.097 18.683.797.062 251.752.054 18.935.549.116 12.584.927.981 Período Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Los equipos incorporados bajo contratos de arrendamiento ya concluidos se encuentran, a la fecha de cierre actual, al igual que al 31 de diciembre de 2023, totalmente amortizados y se agrupan en la cuenta equipos de transporte. Existen bienes, por un valor registrado en conjunto al 31 de marzo de 2024 de $ 6.616.614.942, que se encuentran gravados con derecho real, garantizando financiación obtenida para incorporaciones de elementos de propiedades, planta y equipos y dotación de capital de trabajo. Al 31 de diciembre de 2023 la dirección efectuó una prueba de deterioro del valor de propiedades, planta y equipo, actualizando, a partir del informe de los valuadores independientes respecto del 31 de diciembre de 2021, las solicitudes de cotización y consultas de niveles de precios para los bienes que, con efecto al 31 de diciembre de 2018, se adoptó el modelo de revaluación, mientras que para el resto de los bienes se han estimado sus importes recuperables sobre la base del cálculo de sus respectivos valores de uso actualizados a esa fecha, utilizando proyecciones de flujos de efectivo descontados, derivados de los presupuestos financieros de la sociedad sobre esos bienes y otros supuestos tenidos en cuenta. Como consecuencia de ello no se requirieron ajustes con impacto en resultados o en la respectiva reserva por revaluación. Adicionalmente al 31 de marzo de 2024 no se identificaron indicios de deterioro de valor de propiedades, planta y equipo, siendo que los importes en libros no superan los valores recuperables estimados por la sociedad, no registrándose por lo tanto pérdidas por deterioro de valor para esos activos. NOTA 4. PROPIEDADES DE INVERSIÓN. Las propiedades de inversión corresponden a un local comercial ubicado en la localidad de Monte Maíz, provincia de Córdoba, adquirido en condominio con el objeto exclusivo de producir renta, habiéndose entregado en arrendamiento operativo desde su compra. El detalle al 31 de marzo de 2024 y 31 de diciembre de 2023, es el siguiente: Al 31 DE MARZO DE 2024 Valor Valor D E P R E C I A C I O N E S Totales Cuenta al Comienzo al Cierre Acumuladas Bajas Del Acumuladas Netos Principal del Altas Bajas del al comienzo del al cierre del al Ejercicio Período del Ejercicio Período Alicuota Monto Período 31-mar-24 % Local Comercial 131.026.411 131.026.411 20.964.226 2,00% 655.132 21.619.358 109.407.053 Total 131.026.411 131.026.411 20.964.226 655.132 21.619.358 109.407.053 Período Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 El valor razonable estimado proporcional de las propiedades de inversión, actualizado al 31 de marzo de 2024, asciende a $ 120.000.000, resultado aún superior al importe en libros a esa fecha. NOTA 5. INVENTARIOS. El detalle de inventarios es el siguiente: A partir de evaluaciones, que contemplaron el estado de conservación, su utilización futura y el valor neto realizable de las existencias, no se han registrado provisiones por deterioro de valor para los inventarios, ya que a las fechas informadas los importes en libros están por debajo de los valores recuperables estimados por la sociedad. 31-mar-24 31-dic-23 Materias Primas 3.114.395.414 2.541.839.091 Productos en Proceso 574.868.381 1.148.062.304 Productos Terminados 3.632.485.528 2.208.880.335 Implementos en Consignación 377.733.523 293.627.680 Total 7.699.482.846 6.192.409.410 Al 31 DE DICIEMBRE DE 2023 Valor Valor D E P R E C I A C I O N E S Totales Cuenta al Comienzo al Cierre Acumuladas Bajas Del Acumuladas Netos Principal del Altas Bajas del al comienzo del al cierre del al Ejercicio Ejercicio del Ejercicio Ejercicio Alicuota Monto Ejercicio 31-dic-23 % Local Comercial 131.026.411 131.026.411 18.343.697 2,00% 2.620.529 20.964.226 110.062.185 Total 131.026.411 131.026.411 18.343.697 2.620.529 20.964.226 110.062.185 Ejercicio Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 NOTA 6. OTROS CREDITOS. El detalle de los otros créditos es el siguiente El vencimiento de los otros créditos, que no están sujetos a tasa de interés explícita, se resume así: La información sobre los objetivos y las políticas de gestión del riesgo financiero de la sociedad se expone en la nota 27. NOTA 7. PARTES RELACIONADAS. Agrometal SAI es controlada por la sociedad Amexil SA, quien posee el 54,80% de participación en el capital la emisora. La titularidad del capital social de Amexil SA le pertenece en partes iguales a Rosana María Negrini de Crovara y Mónica Beatriz",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part12"
        }
    },
    {
        "text": "Negrini de Lattanzi. En los períodos informados no se han registrado operaciones con partes relacionadas. 31-mar-24 31-dic-23 A vencer - En los próximos tres meses 1.051.175.440 1.542.491.328 - Dentro de los cuatro y seis meses 343.657.595 Sin Plazo establecido corriente 1.283.864.250 1.823.942.118 2.335.039.690 3.710.091.041 31-mar-24 31-dic-23 Anticipos de Sueldos 10.152.960 136.559.229 Anticipos a Proveedores 403.481.982 763.099.629 Cobranzas Judiciales 21.593 32.735 Gastos a Rendir 1.168.415 341.565 Subtotal Comunes 414.824.950 900.033.158 Solicitud de Devolución Imp. al Valor Agregado 645.582 34.095.045 Saldos a Favor Imp. Nacionales 457.415.104 642.458.169 Saldo a Favor Impuesto al Valor Agregado 1.275.657.039 1.779.786.442 Saldos a Favor Imp. Provinciales 7.561.628 10.060.632 Bono Dto. 209/2022 178.935.387 343.657.595 Subtotal Fiscales 1.920.214.740 2.810.057.883 Total 2.335.039.690 3.710.091.041 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Agrometal SAI, ha imputado a resultados en concepto de retribuciones a directores, por compensaciones de corto plazo, correspondientes al período finalizado el 31 de marzo de 2024, el importe de $ 34.541.452. En el ejercicio 2023, a la misma fecha, el importe registrado ascendió a $ 44.123.297, reexpresado en términos de la unidad de medida corriente a la fecha de cierre del período actual. Las aportaciones definidas efectuadas por la compañía durante el presente período bajo la forma de contrato de seguro para cubrir el riesgo de vida de los directores, ascendió a $ 24.570. El eventual beneficio a recibir por cada director es en promedio $ 106.000.000. NOTA 8. CREDITOS POR VENTAS. El detalle de los créditos por ventas es el siguiente: Los créditos por ventas se miden a su costo amortizado, salvo los cheques en cartera al cierre del período, recibidos por cobro de operaciones de ventas de más de 90 días de fecha diferida, que se valúan al valor razonable con cambios en otro resultado integral, ya que pueden resultar luego convertidos en saldo de dinero disponible mediante líneas de descuento bancario. Agrometal aplica el método simplificado previsto en la NIIF 9 para el reconocimiento de las pérdidas crediticias esperadas a lo largo de la vida del crédito, para las cuentas por cobrar comerciales. En ese sentido la evaluación del incremento significativo del riesgo crediticio desde su registración inicial se basa en la utilización de la información sobre morosidad, la que refuta la presunción de esa ocurrencia cuando los vencimientos son mayores a 30 días, si aporta información sustentable de que no se ha incrementado el riesgo de crédito, aun cuando los pagos contractuales se atrasan por más plazo. Al 31 de marzo de 2024 se ha empleado la siguiente matriz de provisiones, basada en la información histórica de incobrabilidad ajustada a las condiciones económicas futuras, para calcular las pérdidas crediticias esperadas sobre base colectiva de clientes: 31-mar-24 31-dic-23 Deudores Comunes 4.614.882.727 4.843.184.421 Cheques Diferidos en Cartera 17.862.372 Deudores en Gestión de Cobro 106.140 160.908 Subtotal 4.632.851.239 4.843.345.329 Provisión Deterioro de Valor (21.201.453) (19.348.585) Total 4.611.649.786 4.823.996.744 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Al mismo tiempo los saldos de deudores en gestión de cobro han sido totalmente provisionados por deterioro de sus respectivos valores. En consecuencia, la evolución de la provisión para deterioro de valor, es la siguiente: El importe en pesos de los deudores nominados en moneda extranjera al cierre de los períodos informados, se detalla seguidamente: Las operaciones de venta de máquinas e implementos se canalizan, como alternativa, a través de financiación otorgada a los clientes por las instituciones con las que la sociedad mantiene convenios para ese fin. En estos casos las calificaciones crediticias de cada operación son determinadas por las propias entidades. Algunas líneas cuentan con la fianza o aval de Agrometal SAI, que se asumen considerando el análisis individual de las operaciones efectuadas por las gerencias, juntamente con los concesionarios intervinientes en las operaciones de ventas. Cambio Monto en Monto en vigente Pesos Pesos 1.164.388 855,000 995.551.740 1.433.510 1.750.404.875 dolares dolares 31/03/2024 31/12/2023 Monto en Monto en Tasa de Incobrabilidad Créditos corrientes 0,30% Vencido hasta 30 días 0,50% Vencido entre 30 y 45 días 0,60% Vencido entre 45 y 60 días 0,70% Vencido entre 60 y 75 días 0,80% Vencido entre 75 y 90 días 0,90% Vencido entre 90 y 120 días 1,20% Vencido más de 120 días 5,00% 31-mar-24 31-dic-23 Saldos al comienzo del ejercicio 19.348.585 29.669.901 Efecto reconicimiento inflación saldos al inicio (6.585.665) (20.141.996) Aumentos 8.438.533 9.820.680 Saldos al cierre del período 21.201.453 19.348.585 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Las fianzas otorgadas y vigentes al 31 de marzo de 2024 son los siguientes: Por otra parte, la compañía también ofrece una línea de financiación propia a un plazo que no excede de 12 meses, con entrega por parte del cliente de cheques de pago diferido, los que resultan utilizados como capital de trabajo ya sea para pago a proveedores de materia prima o para su conversión en saldo de dinero disponible mediante la obtención de líneas de descuento bancario. El vencimiento de los créditos por ventas, que no están sujetos a tasa de interés explícita, se resume así: La información sobre los objetivos y las políticas de gestión del riesgo financiero de la sociedad se expone en la nota 27. NOTA 9. EFECTIVO Y EQUIVALENTES DE EFECTIVO. El detalle del efectivo y equivalentes de efectivo es el siguiente: Como Fondos comunes de inversión se incluye cuotapartes suscriptas en los fondos “Súper Ahorro $ A” y “Superfondo Renta Fija A”, del Banco Santander, “Fima Premium” y “Fima Renta en Pesos”, del Banco de Galicia, “Champaquí Inmediato”, “Champaquí Ahorro Pesos”, “Champaquí Estratégico” y “Champaquí Cobertura” del Banco de la Provincia de Córdoba, “Megainver Retorno Absoluto” y “Megainver Renta Fija Cobertura“. Monto Vencimiento Vigente Banco Santander Río SA 650.873.064 31/03/2028 Total 650.873.064 Institución 31-mar-24 31-dic-23 Vencido 185.057.376 325.518.752 A vencer - En los",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part13"
        }
    },
    {
        "text": "próximos tres meses 4.408.730.038 4.498.477.992 - Dentro de los cuatro y seis meses 17.862.372 4.611.649.786 4.823.996.744 31-mar-24 31-dic-23 Caja 4.497.880 5.687.927 Bancos Cuentas Corrientes 183.674.871 61.344.227 Valores a Depositar 591.458.777 209.591.821 Fondos Comunes de Inversión 2.183.830.798 3.434.628.465 Causiones bursátiles 15.770.554 Total 2.963.462.326 3.727.022.994 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 El objetivo del mantenimiento al cierre del período de las suscripciones en los fondos de inversión detallados fue posicionarse en una cartera financiera compuesta por integración de activos dolar-linked en un 21%, ajustables por C.E.R en un 37% y cuentas a la vista remuneradas y de liquidez inmediata en un 42%. El importe en pesos del dinero en efectivo y depósitos bancarios nominado en moneda extranjera al cierre de los períodos informados, se detalla seguidamente: La información sobre los objetivos y las políticas de gestión del riesgo financiero de la sociedad se expone en la nota 27. No existen restricciones a la libre disponibilidad del efectivo y equivalentes de efectivo al 31 de marzo de 2024. A los fines del estado de flujos de efectivo, el efectivo y los equivalentes de efectivo incluye los saldos en caja y en cuentas corrientes bancarias, los cheques en cartera recibidos por cobro de operaciones de ventas de hasta 90 días de fecha diferida (plazo máximo aceptado por los proveedores para entrega de valores para cancelación de facturas de compra) y las cuotapartes de fondos comunes de inversión. Los importes en conjunto de las partidas señaladas al 31 de marzo de 2024 y 31 de diciembre de 2023 coinciden con el saldo conformado del rubro a esas fechas y se pueden conciliar de la siguiente manera: Cambio Monto en Monto en vigente Pesos Pesos 21.672 855,000 18.529.560 17.228 21.036.460 31/03/2024 Monto en dolares 31/12/2023 Monto en dolares 31-mar-24 31-dic-23 Caja 4.497.880 5.687.927 Bancos Cuentas Corrientes 183.674.871 61.344.227 Valores a Depositar 591.458.777 209.591.821 Fondos Comunes de Inversión 2.183.830.798 3.434.628.465 Causiones bursátiles 15.770.554 Total 2.963.462.326 3.727.022.994 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 NOTA 10. CAPITAL Y RESULTADOS ACUMULADOS. Las cuentas componentes del patrimonio de los propietarios han sido reexpresadas en términos de la unidad de medida corriente a la fecha de cierre del período. 10.1 Capital y otras cuentas de capital. El capital en acciones en circulación al 31 de marzo de 2024 está representado por 1.200.000.000 de acciones ordinarias escriturales de $ 1 por acción y de un voto cada una, al igual que al 31 de diciembre de 2023. La Asamblea General Ordinaria de Accionistas celebrada con fecha 27 de abril de 2023 aprobó el aumento de capital por la suma de $ 1.100.000.000, mediante la distribución de dividendos en acciones liberadas por $ 1.100.000.000, afectado la totalidad de los resultados no asignados al 31 de diciembre de 2022 por $ 1.017.686.610 y desafectando la reserva facultativa de libre disponibilidad por $ 82.313.390, ambos importes expresados en moneda constante del 31 de marzo de 2023. El aumento elevó el capital social a la suma de $ 1.200.000.000. El 25 de octubre de 2023 la Comisión Nacional de Valores autorizó la oferta pública de 1.100.000.000 de acciones ordinarias, escriturales, correspondientes a los dividendos por acciones liberadas dispuesto por la mencionada asamblea de accionistas y con igual fecha la Bolsa de Comercio de Buenos Aires autorizó el listado de las acciones representativas del aumento de capital, habiéndose, a partir de ello, acreditado en el registro de acciones escriturales, que lleva Caja de Valores SA, en la cuenta de cada uno de los accionistas en forma proporcional con sus respectivas tenencias accionarias, la cantidad de 1.100.000.000 de acciones ordinarias, escriturales, de valor nominal pesos uno (v/n $ 1), con derecho a un voto por acción. En la cuenta ajustes del capital, se acumula la reexpresión, en moneda de cierre del período, del capital aportado por los propietarios o el incrementado por capitalizaciones o distribuciones de dividendos en acciones dispuestos por los accionistas, manteniéndose así la cuenta capital a su valor nominal. 31-mar-24 31-dic-23 Acciones emitidas 1.200.000.000 1.200.000.000 Ajustes del Capital 14.395.066.522 14.395.066.522 Total 15.595.066.522 15.595.066.522 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 El movimiento del capital social durante los últimos tres ejercicios es el siguiente: El capital social al 31 de marzo de 2024, está totalmente suscripto, integrado y autorizado a la oferta pública. 10.2 Ganancias Reservadas. Según disposiciones de la Ley General de Sociedades Nº 19.550 de la República Argentina, se debe acumular como Reserva Legal el 5% del resultado positivo surgido de la suma del resultado del ejercicio, los ajustes de ejercicios anteriores, las transferencias de otros resultados integrales a resultados acumulados y las ganancias (pérdidas) acumuladas de ejercicios anteriores, hasta el límite del 20% del capital social más los ajustes del capital. 10.3 Otro Resultado Integral. Incluye las ganancias o pérdidas reconocidas directamente en el patrimonio que, de corresponder, serán luego transferidas a resultados. El saldo neto al cierre positivo (cuenta acreedora) no puede ser distribuido, capitalizado ni destinado a absorber pérdidas acumuladas. El saldo neto al cierre negativo (cuenta deudora) restringe la distribución de resultados no asignados por el mismo importe. La evolución del rubro en los períodos informados es la siguiente: 31-mar-24 31-dic-23 Reserva Legal 2.265.869.148 2.265.869.148 Reserva Facultativa 6.104.255.681 6.104.255.681 Total 8.370.124.829 8.370.124.829 2024 2023 2022 Capital al inicio del ejercicio 1.200.000.000 100.000.000 100.000.000 Acciones emitidas 1.100.000.000 Capital al cierre del período 1.200.000.000 1.200.000.000 100.000.000 Descripción Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 10.4 Resultados no Asignados. Comprende a las ganancias o pérdidas acumuladas sin asignación específica y que siendo positivos pueden ser distribuibles mediante decisión de la asamblea de accionistas, en tanto no",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part14"
        }
    },
    {
        "text": "estén sujetos a restricciones legales y/o contractuales. 31-mar-24 31-dic-23 Resultados no Asignados (5.416.320.824) (4.908.026.619) Saldos al inicio del ejercicio (4.908.026.619) 3.947.674.095 Afectación s/Asambleas 27/04/23 (3.947.674.095) Pérdida atribuible a los propietarios (508.294.205) (4.908.026.619) Saldos al final del período (5.416.320.824) (4.908.026.619) Concepto (Valor razonable cheques diferidos en cartera) (Reserva por revaluación de prop. planta y equipo) (Valor razonable cheques diferidos en cartera) (Reserva por revaluación de prop. planta y equipo) Saldos al comienzo del ejercicio (307.887.838) 2.011.287.500 (317.682.266) 2.180.417.409 Depreciaciones del período (65.915.325) (260.199.858) Pérdida del período (6.400.910) (179.796.724) Reclasificación a resultados financieros por ventas del período 194.865.075 Impuesto a las ganancias 2.240.319 13.574.639 (5.273.923) 91.069.949 Saldos al cierre del período (312.048.429) 1.958.946.814 (307.887.838) 2.011.287.500 31-mar-24 31-dic-23 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 NOTA 11. OTRAS DEUDAS. El detalle de las otras deudas es el siguiente: El vencimiento de las otras deudas, que no están sujetas a tasa de interés explícita, se resume así: La información sobre los objetivos y las políticas de gestión del riesgo financiero de la sociedad se expone en la nota 27. NOTA 12. DEUDAS FISCALES. El detalle de las deudas fiscales es el siguiente: 31-mar-24 31-dic-23 No Corrientes Planes de Pago 7.944.421 16.539.219 Total 7.944.421 16.539.219 Corrientes Planes de Pago 11.858.354 17.974.286 Impuestos Otras jurisdicciones 61.683.552 21.799.419 Regímenes de Retención y Percepción 87.302.112 94.816.346 Total 160.844.018 134.590.051 31-mar-24 31-dic-23 No Corrientes Depósito Directores 500 758 Total 500 758 Corrientes Honorarios al Directorio 657.291.575 1.033.190.978 Total 657.291.575 1.033.190.978 31-mar-24 31-dic-23 A vencer - En los próximos tres meses 657.291.575 123.590.978 - Dentro de los cuatro y seis meses 909.600.000 A más de un año y hasta dos años 500 758 657.292.075 1.033.191.736 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 El vencimiento de las deudas fiscales se resume así: La deuda incluida en planes de pago devenga un interés promedio del 5,86% mensual sobre saldos. NOTA 13. REMUNERACIONES Y DEUDAS SOCIALES. El pasivo corresponde a las obligaciones que la compañía tiene por concepto de las prestaciones legales con sus empleados y con los organismos de recaudación previsional y se miden considerando los montos que se espera pagar cuando los mismos se liquiden. El detalle de las remuneraciones y deudas sociales, es el siguiente: Agrometal SAI participa en planes de aportación definida bajo la forma de contratos de seguro para cubrir el riesgo de vida de sus empleados. Los aportes pagos durante el año 2023 por este concepto fueron de $ 37.598.469, importe reexpresado en términos de la unidad de medida corriente a la fecha de cierre del período actual. 31-mar-24 31-dic-23 A vencer - En los próximos tres meses 151.949.514 121.108.259 - Dentro de los cuatro y seis meses 2.964.326 4.493.191 - Dentro de los siete y nueve meses 2.964.826 4.493.923 - Dentro de los diez y doce meses 2.965.352 4.494.678 A más de un año y hasta dos años 7.929.355 16.494.618 A más de dos años y hasta tres años 15.066 44.601 168.788.439 151.129.270 31-mar-24 31-dic-23 No Corrientes Planes de Pago 2.209.680 5.659.395 Total 2.209.680 5.659.395 Corrientes Remuneraciones 221.935.701 190.971.540 Cargas Sociales 109.353.196 173.236.870 Provisión Vacaciones y SAC al Personal 271.719.754 456.113.775 Planes de Pago 55.777.041 61.302.868 Total 658.785.692 881.625.053 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Durante el período finalizado el 31 de marzo de 2024 los aportes, que abarcan una nómina de personal de 420 empleados, sumaron $ 3.889.578. El eventual beneficio a recibir por cada dependiente es, en promedio, $ 22.500.000, que equivale 24 sueldos mensuales. El vencimiento de las remuneraciones y deudas sociales, se resume así: La deuda incluida en planes de pago devenga un interés promedio del 5,86% mensual sobre saldos. NOTA 14. DEUDAS FINANCIERAS Y PRÉSTAMOS. Las deudas financieras y préstamos, inicialmente reconocidos por sus valores razonables, son medidos al costo amortizado utilizando el método de la tasa de interés efectiva. El cargo por interés se imputa como egresos financieros, en el estado del resultado integral. 14.1 Composición. 31-mar-24 31-dic-23 A vencer - En los próximos tres meses 366.478.007 605.173.497 - Dentro de los cuatro y seis meses 31.460.580 36.659.358 - Dentro de los siete y nueve meses 174.619.172 27.957.760 - Dentro de los diez y doce meses 86.227.933 211.834.438 A más de un año y hasta dos años 2.209.680 5.659.395 660.995.372 887.284.448 31-mar-24 31-dic-23 No Corrientes Préstamos bancarios sin Gtía Real 624.882.133 1.055.946.031 Acreedores Varios 128.163.749 237.782.109 Total 753.045.882 1.293.728.140 Corrientes Préstamos bancarios con Gtía Real 106.516.290 256.421.793 Préstamos bancarios sin Gtía Real 2.932.686.049 3.550.832.690 Acreedores Varios 1.226.678.349 1.749.729.438 Total 4.265.880.688 5.556.983.921 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 El importe en pesos de los préstamos bancarios nominados en moneda extranjera al cierre de los períodos informados, se detalla seguidamente: Cambio Monto en Monto en vigente Pesos Pesos 1.436.276 U$S 858,000 1.232.324.888 1.413.545 U$S 1.732.455.041 111.820 EUR 929,560 103.943.337 183.953 EUR 249.510.614 1.336.268.225 1.981.965.655 Monto en tipo de moneda 31/03/2024 Monto en tipo de moneda 31/12/2023 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 14.2 Movimiento y características de los préstamos bancarios. Institucion Tipo Garantia Destino Moneda Tasa Vencimiento Saldo 31/03/24 Saldo 31/12/23 Inversión Hipoteca Prop. Planta y Equipo Pesos 96,250% 19-07-24 1.522.648 4.124.716 Inversión Hipoteca Prop. Planta y Equipo Euros 23.655.411 Inversión Hipoteca Prop. Planta y Equipo Euros 4,000% 15-10-24 103.943.337 150.183.165 Inversión Hipoteca Prop. Planta y Equipo Pesos 96,250% 19-07-24 536.314 1.422.840 Inversión Hipoteca Prop. Planta y Equipo Pesos 96,250% 19-07-24 513.991 1.363.619 Inversión Hipoteca Prop. Planta y Equipo Euros 75.672.039 Capital de trabajo A Sola Firma Capital de trabajo Pesos 59,000% 31-08-28 136.309.315",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part15"
        }
    },
    {
        "text": "217.775.996 Capital de trabajo A Sola Firma Capital de trabajo Pesos 421.991 Capital de trabajo A Sola Firma Capital de trabajo Pesos 252.969 Capital de trabajo A Sola Firma Capital de trabajo Pesos 30,000% 19-08-25 16.107.792 28.728.718 Capital de trabajo A Sola Firma Capital de trabajo Pesos 59,000% 02-03-26 32.099.353 55.009.914 Capital de trabajo A Sola Firma Capital de trabajo Pesos 90,000% 06-08-24 111.342.466 Capital de trabajo A Sola Firma Capital de trabajo Pesos 90,000% 21-08-24 218.246.575 Capital de trabajo A Sola Firma Capital de trabajo Pesos 295.996.715 Capital de trabajo A Sola Firma Capital de trabajo Pesos 294.214.066 Capital de trabajo A Sola Firma Capital de trabajo Pesos 296.103.874 Capital de trabajo A Sola Firma Capital de trabajo Pesos 90,000% 14-03-25 259.863.014 Capital de trabajo A Sola Firma Capital de trabajo Pesos 90,000% 21-03-25 255.547.945 Capital de trabajo A Sola Firma Capital de trabajo Pesos 73,500% 03-04-24 5.271.849 31.968.494 Capital de trabajo A Sola Firma Capital de trabajo Pesos 87,000% 25-07-24 30.429.041 80.538.538 HSBC Private Bank International Inversión A sola firma Inversión Dólar 6,750% 1.232.324.888 1.732.455.041 Banco ICBC S.A. Capital de trabajo A Sola Firma Capital de trabajo Pesos 85,000% 24-07-24 4.345.176 10.470.118 Capital de trabajo A Sola Firma Capital de trabajo Pesos 76,000% 18-07-25 58.227.416 97.237.902 Capital de trabajo A Sola Firma Capital de trabajo Pesos 69,000% 22-08-24 15.500.694 34.783.867 Capital de trabajo A Sola Firma Capital de trabajo Pesos 156.625.643 Capital de trabajo A Sola Firma Capital de trabajo Pesos 110,000% 23-12-24 77.034.247 12.668.070 Capital de trabajo A Sola Firma Capital de trabajo Pesos 58,000% 16-08-26 46.856.188 74.218.281 Capital de trabajo A Sola Firma Capital de trabajo Pesos 6.940.641 Capital de trabajo A Sola Firma Capital de trabajo Pesos 13.881.281 Capital de trabajo A Sola Firma Capital de trabajo Pesos 51,000% 17-03-27 228.980.637 358.862.604 Capital de trabajo A Sola Firma Capital de trabajo Pesos 93,900% 07-12-27 103.657.945 128.768.126 Capital de trabajo A Sola Firma Capital de trabajo Pesos 93,900% 01-12-27 187.513.745 233.519.284 Banco Comafi S.A. Capital de trabajo A Sola Firma Capital de trabajo Pesos 90,250% 11-06-24 104.450.685 159.429.206 Banco Industrial SA Capital de trabajo A Sola Firma Capital de trabajo Pesos 85,000% 15-04-25 82.832.466 Capital de trabajo A Sola Firma Capital de trabajo Pesos 3.408.264 Capital de trabajo A Sola Firma Capital de trabajo Pesos 73,000% 05-04-24 9.744.780 13.219.600 Capital de trabajo A Sola Firma Capital de trabajo Pesos 29.610.062 Capital de trabajo A Sola Firma Capital de trabajo Pesos 42,000% 06-07-26 72.174.794 121.140.238 Capital de trabajo A Sola Firma Capital de trabajo Pesos 50,000% 11-08-26 70.514.704 112.345.431 Capital de trabajo A Sola Firma Capital de trabajo Pesos 6.183.790 Capital de trabajo A Sola Firma Capital de trabajo Pesos 85,000% 03-03-25 16.082.877 Capital de trabajo A Sola Firma Capital de trabajo Pesos 85,000% 03-03-25 107.219.179 Capital de trabajo A Sola Firma Capital de trabajo Pesos 85,000% 03-03-25 74.890.411 TOTALES 3.664.084.472 4.863.200.514 Banco Macro S.A. Banco de Galicia y Buenos Aires S.A. Banco de la Provincia de Cordoba S.A. Banco Santander Río S.A. Banco BBVA Argentina S.A. Banco Nacion Argentina Nuevo Banco de Santa Fe S.A. Banco de la Ciudad de Buenos Aires HSBC Argentina S.A. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Con fecha 20 de diciembre de 2017 la sociedad suscribió un contrato de préstamo con el Banco de la Nación Argentina por $ 37.667.000 y € 1.294.000, correspondiente a la línea de créditos MIPYMES, de los cuales al 31 de diciembre de 2017 se recibió el primer desembolso por $ 11.000.000.-, con destino a modernización tecnológica, ampliación de planta industrial e incorporación de nuevos equipos para la fabricación de las nuevas líneas de sembradoras, con un interés, para la línea en pesos, durante los primeros 3 (tres) años, se percibirá la menor entre las siguientes tasas: T.N.A. 15% y BADLAR más 4 puntos porcentuales anuales y a partir del servicio número 37 (treinta y siete) se aplicará BADLAR más 4 puntos porcentuales anuales (96,25%), 78 meses de plazo, con 18 meses de gracia y para la línea en € con un interés calculado a la tasa Euribor más 4 % y 3 años de plazo. La sociedad ha otorgado como garantía del mencionado préstamo una hipoteca en tercer grado sobre el inmueble en donde está asentada la planta fabril. Con fecha 9 de marzo de 2018 y como parte del contrato de préstamo indicado en el párrafo anterior suscripto con el Banco de la Nación Argentina, se recibió un desembolso de € 194.000. Con fecha 19 de abril de 2018 y como parte del contrato de préstamo suscripto con el Banco de la Nación Argentina el 20 de diciembre de 2017, se recibió un desembolso por $ 11.000.000. Con fecha 9 de abril de 2018 y como parte del contrato de préstamo suscripto con el Banco de la Nación Argentina el 20 de diciembre de 2017, se recibió un desembolso de € 550.000. Con fecha 28 de diciembre de 2018 y como parte del contrato de préstamo suscripto con el Banco de la Nación Argentina el 20 de diciembre de 2017, se recibió un desembolso por $ 8.000.000. Con fecha 10 de enero de 2019 y como parte del contrato de préstamo suscripto con el Banco de la Nación Argentina el 20 de diciembre de 2017, se recibió un desembolso de € 550.000. Con fecha 19 de marzo de 2019 y como parte del contrato de préstamo suscripto con el Banco de la Nación Argentina el 20 de diciembre de 2017, se recibió un desembolso por $ 7.667.000. Con fecha 28 de septiembre de 2023 la sociedad suscribió un contrato de préstamo con el Banco la Nación Argentina, correspondiente a la línea “Crear Inversiones”, con tasa bonificada por el Fondo Nacional de Desarrollo Productivo (FONDEP) por $ 150.000.000, con un interés calculado a la tasa fija (97,00%) anual, y 60 meses de plazo, antes de la bonificación de 38 puntos porcentuales durante toda la vigencia",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part16"
        }
    },
    {
        "text": "del préstamo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 17 de septiembre de 2021 la sociedad suscribió un contrato de préstamo con el Banco de la Provincia de Córdoba S.A. correspondiente a la línea “Financiamiento para la Inversión Productiva Mí Pymes por $ 45.000.000, con un interés calculado a la tasa fija (30,00%) anual, y 48 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Con fecha 28 de septiembre de 2022 de 2022 la sociedad suscribió un contrato de préstamo con el Banco de la Provincia de Córdoba S.A. correspondiente a la línea “Financiamiento para la Inversión Productiva Mí Pymes por $ 50.000.000, con un interés calculado a la tasa fija (59,00%) anual, y 42 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 19 de febrero de 2024 la sociedad suscribió un contrato de préstamo con el Banco de la Provincia de Córdoba S.A. correspondiente a la línea “Financiamiento para la Inversión Productiva Mí Pymes por $ 100.000.000, con un interés calculado a la tasa fija (90,00%) anual, y 6 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 26 de febrero de 2024 la sociedad suscribió un contrato de préstamo con el Banco de la Provincia de Córdoba S.A. correspondiente a la línea “Financiamiento para la Inversión Productiva Mí Pymes por $ 200.000.000, con un interés calculado a la tasa fija (90,00%) anual, y 6 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 18 de marzo de 2024 la sociedad suscribió un contrato de préstamo con el Banco Macro S.A. por $ 250.000.000, con un interés calculado a la tasa fija (90,00%) anual, y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 27 de marzo de 2024 la sociedad suscribió un contrato de préstamo con el Banco Macro S.A. por $ 250.000.000, con un interés calculado a la tasa fija (90,00%) anual, y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 8 de agosto de 2016 la sociedad acordó con el HSBC Private Bank International la refinanciación del contrato de préstamo suscripto en el marco de la refinanciación de una línea de crédito obtenida el 24 de julio de 2008, con destino a inversión. Se acordó con la entidad bancaria que el vencimiento del préstamo sea bajo la modalidad “on demand” y con la única obligación de pago de intereses trimestrales calculados a la tasa LIBOR, más 1,56 puntos porcentuales (6,750%). Con fecha 3 de abril de 2023 la sociedad suscribió un contrato de préstamo con el Nuevo Banco de Santa Fe S.A con destino a fortalecimiento del capital de trabajo por un valor de $ 60.000.000, con un interés calculado a la tasa fija (73,50%) y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 25 de julio de 2023 la sociedad suscribió un contrato de préstamo con el Nuevo Banco de Santa Fe S.A con destino a fortalecimiento del capital de trabajo por un valor de $ 90.000.000, con un interés calculado a la tasa fija (87%) y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo Con fecha 24 de julio de 2023 la sociedad suscribió un contrato de préstamo con el banco ICBC S.A.U con destino a fortalecimiento del capital de trabajo por un valor de $ 10.000.000, con un interés calculado a la tasa fija (85%) y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Con fecha 18 de julio de 2023 la sociedad suscribió un contrato de préstamo con el Banco de la Ciudad de Buenos Aires S.A con destino a fortalecimiento del capital de trabajo por un valor de $ 70.000.000, con un interés calculado a la tasa fija (76%) y 24 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 10 de agosto de 2023 la sociedad suscribió un contrato de préstamo con el Banco de la Ciudad de Buenos Aires S.A con destino a fortalecimiento del capital de trabajo por un valor de $ 30.000.000, con un interés calculado a la tasa fija (69%) y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 20 de diciembre de 2023 la sociedad suscribió un contrato de préstamo con el Banco HSBC Argentina S.A. por $ 100.000.000 con destino a fortalecimiento del capital de trabajo, con un interés calculado a la tasa fija (110,00%) anual y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 16 de septiembre de 2022 la sociedad suscribió un contrato de préstamo con el Banco Santander S.A. por $ 55.000.000 con destino a fortalecimiento del capital de trabajo, con un interés calculado a la tasa fija (58,00%) anual y 48 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 17 de marzo de 2023 la sociedad suscribió un contrato de préstamo con el Banco Santander S.A. por $ 250.000.000 con destino a fortalecimiento del capital de trabajo, con un interés calculado a la tasa fija (51,00%) anual y 48 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 7 de diciembre de 2023 la sociedad suscribió un contrato de préstamo con el Banco Santander S.A. por $ 80.000.000 con destino a fortalecimiento del capital de trabajo, con un interés calculado a la tasa fija (93,90%) anual y 42 meses",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part17"
        }
    },
    {
        "text": "de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 1 de diciembre de 2023 la sociedad suscribió un contrato de préstamo con el Banco Santander S.A. por $ 143.000.000 con destino a fortalecimiento del capital de trabajo, con un interés calculado a la tasa fija (93,90%) anual y 42 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 13 de marzo de 2024 la sociedad suscribió un contrato de préstamo con el Banco Comafi S.A. con destino a fortalecimiento del capital de trabajo por un valor de $ 100.000.000, con un interés calculado a la tasa fija (90,25%) y 3 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 13 de marzo de 2024 la sociedad suscribió un contrato de préstamo con el Banco Industrial S.A. con destino a fortalecimiento del capital de trabajo por un valor de $ 85.000.000, con un interés calculado a la tasa fija (85,00%) y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Con fecha 14 de marzo de 2023 la sociedad suscribió un contrato de préstamo con el Banco BBVA Argentina con destino a fortalecimiento del capital de trabajo por un valor de $ 20.000.000, con un interés calculado a la tasa fija (73,00%) y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 12 de agosto de 2022 la sociedad suscribió un contrato de préstamo con el Banco de Galicia y Buenos Aires S.A con destino a fortalecimiento del capital de trabajo por un valor de $ 85.000.000, con un interés calculado a la tasa fija (50,00%) y 48 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 29 de febrero de 2024 la sociedad suscribió un contrato de préstamo con el Banco de Galicia y Buenos Aires S.A con destino a fortalecimiento del capital de trabajo por un valor de $ 150.000.00, con un interés calculado a la tasa fija (85,00%) y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 29 de febrero de 2024 la sociedad suscribió un contrato de préstamo con el Banco de Galicia y Buenos Aires S.A con destino a fortalecimiento del capital de trabajo por un valor de $ 100.000.00, con un interés calculado a la tasa fija (85,00%) y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Con fecha 1 de marzo de 2024 la sociedad suscribió un contrato de préstamo con el Banco de Galicia y Buenos Aires S.A con destino a fortalecimiento del capital de trabajo por un valor de $ 70.000.00, con un interés calculado a la tasa fija (85,00%) y 12 meses de plazo. La sociedad no ha otorgado garantías sobre el mencionado préstamo. Al 31 de marzo 2024 la sociedad ha celebrado acuerdos de sobregiro en cuentas con distintos bancos con los que opera, los que devengan intereses a tasa variable anual que oscila en 101,50%, según monto y entidad financiera. El cargo por intereses por préstamos durante el período finalizado el 31 de marzo de 2024 fue de $ 617.693.112, mientras que al 31 de marzo de 2023 fue de $ 839.252.143, reexpresado en términos de la unidad de medida corriente a la fecha de cierre actual. 14.3 Cronograma de vencimientos. El vencimiento de las deudas financieras y préstamos se resume así: 31-mar-24 31-dic-23 A vencer - En los próximos tres meses 1.910.547.349 2.952.974.326 - Dentro de los cuatro y seis meses 1.720.815.913 2.248.728.079 - Dentro de los siete y nueve meses 296.740.353 205.585.941 - Dentro de los diez y doce meses 337.777.073 149.695.575 A más de un año y hasta dos años 310.233.811 519.926.127 A más de dos años y hasta tres años 298.760.858 471.776.138 A más de tres años y hasta cuatro años 129.051.213 267.915.875 A más de cuatro años y hasta cinco años 15.000.000 34.110.000 5.018.926.570 6.850.712.061 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 La información sobre los objetivos y las políticas de gestión del riesgo financiero de la sociedad se expone en la nota 27. NOTA 15. DEUDAS COMERCIALES. Las deudas comerciales son pasivos financieros que representan obligaciones de pago por bienes y servicios adquiridos a proveedores en el curso normal de los negocios. Luego de su reconocimiento inicial a valor razonable, se miden, en el caso que devenguen intereses, al costo amortizado, excepto para las deudas comerciales a corto plazo cuando el reconocimiento de interés sea inmaterial. El detalle de las deudas comerciales es el siguiente El vencimiento de las deudas comerciales, que no están sujetas a tasa de interés explícita, se resume así: La información sobre los objetivos y las políticas de gestión del riesgo financiero de la sociedad se expone en la nota 27. NOTA 16. PROVISIONES. El detalle de conceptos provisionados al 31 de marzo de 2024, cuyos importes reconocidos responden a la mejor estimación del desembolso necesario para cancelar la obligación presente, teniendo en cuenta los riesgos, probabilidades e incertidumbres correspondientes y, cuando corresponda, los informes de los abogados de la sociedad, es el siguiente: 31-mar-24 31-dic-23 Proveedores Comunes 2.731.450.583 1.005.310.310 Total 2.731.450.583 1.005.310.310 31-mar-24 31-dic-23 A vencer - En los próximos tres meses 2.731.371.395 1.003.233.041 - Dentro de los cuatro y seis meses 2.077.269 - Dentro de los siete y nueve meses 79.188 2.731.450.583 1.005.310.310 Concepto Importe Vacaciones y SAC (Remuneraciones) 271.719.754 Comisiones Conces. (Créditos por Ventas) 471.884.181 743.603.935 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Los cargos a la provisión se imputan a los respectivos",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part18"
        }
    },
    {
        "text": "conceptos de gastos operativos en el estado del resultado integral. NOTA 17. VALOR RAZONABLE DE INSTRUMENTOS FINANCIEROS. El valor razonable de los activos financieros y pasivos financieros registrados por su costo amortizado a las fechas respectivas no difiere significativamente de los importes registrados de tales activos y pasivos a esas mismas fechas, razón por la cual no se presenta información sobre el valor razonable para esa categoría. Todos los créditos que se estiman de dudosa recuperabilidad han sido provisionados. En particular, la sociedad evalúa los valores razonables de las deudas financieras y préstamos corrientes y no corrientes que devengan interés, sobre la base de parámetros tales como las tasas de interés y los factores de riesgo de cada instrumento en particular, al ser clasificados como datos de entrada de nivel 2. La sociedad no utiliza instrumentos financieros derivados. Los instrumentos financieros reconocidos a valor razonable son asignados a uno de los niveles de jerarquía definidos en nota 2.3.3.3. El valor de los fondos comunes de inversión, valuados a valor razonable con cambios en resultados y los cheques recibidos de cobranza de ventas a mas de 90 días de fecha de cobro, medidos a valor razonable con cambios en otro resultado integral, se reconocieron sobre la base del concepto “precios de cotización en mercados activos”, clasificándose en consecuencia como datos de entrada de nivel 1. NOTA 18. INGRESOS POR VENTAS DE BIENES. La composición de las ventas netas de bienes por los períodos de tres meses finalizados el 31 de marzo de 2024 y 2023, es la siguiente: 31-mar-24 31-mar-23 Ventas de Sembradoras 6.006.890.256 6.179.079.439 Ventas de Repuestos 663.732.124 772.675.869 Subtotal 6.670.622.380 6.951.755.308 Fletes por Entregas (25.658.123) (42.656.513) Bonificaciones/Descuentos (1.262.395.851) (984.004.922) Comisiones (773.654.180) (641.806.904) Total 4.608.914.226 5.283.286.969 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 La compañía, por aplicación de la NIIF 15, actúa como agente respecto de la entrega de las máquinas a sus clientes, a través de servicios de flete que contrata a tal fin, los que se presentan neteando de los ingresos que los generan. Las transacciones no contemplan descuentos postventas, devoluciones ni otros costos significativos para la concreción o cumplimiento de los contratos con los clientes. Durante el presente período se ha reconocido ingresos por ventas por $ 136.414.724, que fueron incluidos al 31 de diciembre de 2023 en el saldo de anticipos de clientes. NOTA 19. COSTO DE VENTAS DE BIENES. La determinación del costo de ventas de bienes bajo el método del precio promedio ponderado por los períodos de tres meses finalizados el 31 de marzo de 2024 y 2023, responde al siguiente detalle: Inventarios al inicio del ejercicio 31-mar-24 31-mar-23 Productos terminados 2.208.880.335 3.851.383.041 Productos en proceso 1.148.062.304 642.286.480 Materias primas 2.541.839.091 4.428.744.638 Implementos en consignación 293.627.680 6.192.409.410 8.922.414.159 Compras y gastos de producción del período Compras 3.374.716.627 4.019.516.494 Gastos de Producción 1.722.083.562 2.259.200.408 5.096.800.189 6.278.716.902 Inventarios al final del período Productos terminados 3.632.485.528 2.300.688.426 Productos en proceso 574.868.381 1.334.364.941 Materias primas 3.114.395.414 7.082.613.477 Implementos en consignación 377.733.523 7.699.482.846 10.717.666.844 Costo de ventas de bienes 3.589.726.753 4.483.464.217 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 NOTA 20. INFORMACION DE GASTOS. Se detallan a continuación los gastos de producción, administración y comercialización por los períodos de tres meses finalizados el 31 de marzo de 2024 y 2023, sobre la base de la información individual requerida para Agrometal SAI por el artículo 64, inc. b) de la Ley General de Sociedades y en cumplimiento de las normas de la Comisión Nacional de Valores. Al 31 DE MARZO DE 2024 Gastos R u b r o De Comercialización Honorarios por Servicios 45.965.901 20.621.364 Remuneraciones 662.383.943 203.366.779 107.960.566 Contribuciones Sociales 188.331.363 61.103.843 27.954.098 Gastos de Estudios e Investigación 8.506.430 Publicidad y Propaganda 178.503.692 Impuestos, Tasas y Contribuciones 42.979.774 147.631.768 Servicios de Funcionamiento 102.681.118 28.031.908 8.167.620 Seguros 21.319.832 10.057 Teléfono y Franqueo 405.151 1.079.182 834.102 Depreciación Propiedades, Planta y Equipo 164.790.587 21.046.142 Viáticos 6.341.925 7.339.042 17.048.649 Mantenimiento 126.064.637 3.009.290 4.274.376 Materiales Auxiliares de Producción 74.019.012 Fletes y Acarreos 20.211.473 9.986.449 Trabajos de Terceros 88.328.231 832.573 1.706.858 Impresos y Librerías 3.659.275 11.811.431 8.379.014 Provisión Vacaciones y SAC al Personal 147.161.097 44.740.691 23.685.847 Deterioro de Valor Créditos 8.438.533 Suscripciones 3.534.906 Energía 107.792.900 Varios 86.588 265.130 Gastos y Comisiones Bancarias 30.109.902 TOTALES 1.722.083.562 515.213.000 555.206.487 Producción Gastos De Administración Gastos De Al 31 DE MARZO DE 2023 Gastos R u b r o De Comercialización Honorarios por Servicios 59.505.745 8.090.345 Remuneraciones 872.671.916 203.266.838 123.971.897 Contribuciones Sociales 297.077.141 77.524.658 36.184.786 Gastos de Estudios e Investigación 10.407.881 Publicidad y Propaganda 147.323.702 Impuestos, Tasas y Contribuciones 47.639.892 137.105.761 Servicios de Funcionamiento 24.822.287 33.790.520 20.848.741 Seguros 373.955 Teléfono y Franqueo 207.294 1.754.355 603.844 Depreciación Propiedades, Planta y Equipo 159.951.733 33.340.214 Viáticos 5.126.630 9.204.122 19.902.408 Mantenimiento 208.578.423 2.478.122 3.370.424 Materiales Auxiliares de Producción 87.491.601 Fletes y Acarreos 27.828.617 16.736.240 Trabajos de Terceros 230.486.274 2.688.217 Impresos y Librerías 2.385.422 8.144.337 4.858.141 Provisión Vacaciones y SAC al Personal 204.934.831 24.958.615 14.064.633 Deterioro de Valor Créditos 54.590.447 Suscripciones 4.528.511 Energía 124.930.173 Varios 1.926.230 540.448 18.791 Gastos y Comisiones Bancarias 72.067.673 TOTALES 2.259.200.408 595.480.290 573.622.137 Gastos De Producción Gastos De Administración Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 NOTA 21. INGRESOS FINANCIEROS. El detalle de los ingresos financieros por los períodos de tres meses finalizados el 31 de marzo de 2024 y 2023, es la siguiente: NOTA 22. EGRESOS FINANCIEROS. El detalle de los egresos financieros por los períodos de tres meses finalizados el 31 de marzo de 2024 y 2023, es la siguiente: NOTA 23. OTROS INGRESOS Y EGRESOS NETOS. El detalle de otros ingresos y egresos por los períodos de tres meses finalizados el 31 de marzo de 2024 y 2023, es el siguiente: En alquileres se incluye el importe de $ 688.667, correspondiente",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part19"
        }
    },
    {
        "text": "a las rentas devengadas durante el ejercicio por propiedades de inversión. 31-mar-24 31-mar-23 Intereses y actualizaciones netas 16.501.579 22.965.301 Descuentos comerciales 3.718.183 2.836.139 Renta de Inversión 470.354.903 477.109.843 Total 490.574.665 502.911.283 31-mar-24 31-mar-23 Intereses comerciales y bancarios (624.618.594) (847.509.611) Intereses por deudas impositivas y previsionales (17.905.659) (79.259.909) Diferencia de cambio (341.291.830) (437.433.391) Total (983.816.083) (1.364.202.911) 31-mar-24 31-mar-23 Depreciación Propiedades de Inversión (655.132) (655.132) Alquileres 1.064.349 1.416.033 Total 409.217 760.901 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 NOTA 24. IMPUESTO A LAS GANANCIAS. Impuesto a las ganancias reconocido como resultado del período Cargo por impuesto: 31-mar-24 31-mar-23 Cargo impositivo del período corriente 291.616.539 (127.765.734) Impuesto diferido vinculado al origen y reversión de diferencias temporarias. (207.368.820) 74.775.219 Cargo por impuesto vinculado a operaciones que continúan 84.247.719 (52.990.515) Cargo por impuesto vinculado a operaciones 84.247.719 (52.990.515) La ganancia/pérdida del período puede reconciliarse con el resultado contable de acuerdo a lo siguiente: Resultado por operaciones que continúan (592.541.924) (1.466.720.335) Impuesto determinado a la tasa aplicable del período (148.135.481) (513.352.116) Diferencias Permanentes: Ganancias no gravadasy/o exentas 1.589.100 11.467.042 Provisiones no admitidas 11.564.987 84.933.579 Cargo/Recupero de provisiones no deducibles (78.372.291) (37.166.871) Gastos no deducibles 129.105.966 507.108.881 CARGO POR IMPUESTO A LAS GANANCIAS EN EL ESTADO DEL RESULTADO INTEGRAL (84.247.719) 52.990.515 SALDO DE IMPUESTO DIFERIDO 31-mar-24 Mov. del período 31-dic-23 Diferencias Temporarias: Ajuste por Inflación impositivo diferido 5.286.148 (82.156.345) 87.442.493 Quebranto impositivo 763.123.210 (331.986.822) 1.095.110.032 Provisiones y gastos no deducibles 440.569.881 (31.795.971) 472.365.852 Propiedades, planta y equipo (598.589.654) 47.028.309 (645.617.963) Propiedades de inversión (3.066.821) 868.830 (3.935.651) Obras en curso (69.832.684) 18.929.621 (88.762.305) Diferencia de valuación Inventarios 815.739.588 216.731.983 599.007.605 Activo por imp. Dif. en resultado del período 1.353.229.668 (162.380.395) 1.515.610.063 Revaluación Propiedades, planta y equipo (816.220.658) (10.346.430) (805.874.228) Valor razonable cheques en cartera 82.869.247 4.564.663 78.304.584 Pasivo por imp. diferido en ORI (733.351.411) (5.781.767) (727.569.644) Total Activo por impuesto diferido 619.878.257 (168.162.162) 788.040.419 El saldo del impuesto diferido se clasifica de la siguiente forma: 31-mar-24 31-dic-23 Activo por Impuesto diferido 2.107.588.074 2.332.230.566 Pasivo por Impuesto diferido (1.487.709.817) (1.544.190.147) Total 619.878.257 788.040.419 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Conforme a lo previsto en la ley 27.430 de reforma fiscal, el ajuste por inflación impositivo establecido en la ley de impuesto a las ganancias resultaría de aplicación para los ejercicios que se iniciarían a partir del 1º de enero de 2018, en la medida que se cumpla un parámetro de inflación acumulada del 100% trianual a computar desde esa fecha. La ley 27.468 modificó el régimen de transición previsto en la ley 27.430, estableciendo que para el primer, segundo y tercer ejercicio a partir de su vigencia, el procedimiento de ajuste sería aplicable en el caso que la variación del Índice de Precios al Consumidor (IPC) calculada desde el inicio y hasta el cierre de cada uno de esos ejercicios superase el 55%, 30% y 15%, respectivamente y que el ajuste por inflación correspondiente al ejercicio que se liquide incidiría como un ajuste positivo o negativo, según corresponda e imputarse, por las modificaciones introducidas a fines de 2019 por la ley 27.541, un sexto en ese período fiscal y los cinco sextos restantes, en partes iguales, en los cinco períodos fiscales inmediatos siguientes. Desde los ejercicios fiscales iniciados a partir del 1° de enero de 2021, ya no resulta de aplicación el diferimiento en sextos y su imputación es íntegra en el balance fiscal del período que se está liquidando. Agrometal S.A.I. al 31 de marzo de 2024, aplicó el ajuste por inflación impositivo en la determinación del resultado por impuesto a las ganancias del ejercicio en curso, por el período intermedio finalizado en aquella fecha, dado que se alcanza en el acumulado trianual de inflación un porcentaje que supera el 100%. NOTA 25. RESULTADO POR ACCION. Resultado por acción básica. El resultado y el número promedio ponderado de acciones ordinarias usadas en el cálculo del resultado por acción básica son las siguientes: El promedio ponderado de acciones en circulación al 31 de marzo de 2024 fue de 1.200.000.000 de acciones, al igual que al 31 de diciembre de 2023. El promedio ponderado de acciones diluido coincide con el de las acciones en circulación, ya que no se verifican transacciones con acciones ordinarias o acciones ordinarias potenciales para los períodos finalizados en esas fechas. El resultado utilizado como base de cálculo para el resultado por acción es el resultado total del período, ya que no se generan dividendos por acciones preferidas, ni intereses de deudas convertibles en acciones. 31-mar-24 31-mar-23 Resultado total del período (564.795.482) (1.539.661.009) Resultado usado en el cálculo del resultado por acción básica: (564.795.482) (1.539.661.009) Proveniente de operaciones que continúan (564.795.482) (1.539.661.009) Número promedio ponderado de acciones ordinarias para pro- pósitos del resultado por acción 1.200.000.000 1.200.000.000 Pérdida por acción de operaciones que continúan (0,47) (1,28) Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 NOTA 26. INFORMACION POR SEGMENTO. Las actividades del negocio de la sociedad no están organizadas ni poseen las características de segmentos de operación en los términos definidos como tal por la NIIF 8. Sin embargo, se revela información sobre productos, áreas geográficas y principales clientes. Información sobre productos. Información sobre áreas geográficas. Información sobre principales clientes. Dado el tipo de bienes que produce la compañía y su comercialización a través de una red de concesionarios, no se verifica un grado de dependencia respecto de algunos clientes en particular. NOTA 27. OBJETIVOS Y POLITICAS DE GESTION DE RIESGO FINANCIERO. Los principales pasivos financieros de la sociedad incluyen las deudas financieras y préstamos que devengan interés, las cuentas por pagar comerciales y otras cuentas por pagar. La finalidad principal de estos pasivos financieros es, en general, financiar las operaciones de la sociedad. Al mismo tiempo la sociedad",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part20"
        }
    },
    {
        "text": "mantiene deudores comerciales y efectivo y equivalentes, que provienen también de sus operaciones. 31-mar-24 31-mar-23 Ingresos por Ventas Netas de Bienes Mercado Interno 4.467.336.838 5.140.335.990 Mercado Externo 141.577.388 142.950.979 Total 4.608.914.226 5.283.286.969 31-mar-24 31-mar-23 Ventas de Sembradoras 6.006.890.256 6.179.079.439 Ventas de repuestos 663.732.124 772.675.869 Subtotal 6.670.622.380 6.951.755.308 Fletes por Entregas (25.658.123) (42.656.513) Bonificaciones/Descuentos (1.262.395.851) (984.004.922) Comisiones (773.654.180) (641.806.904) Total 4.608.914.226 5.283.286.969 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 La administración de esos riesgos implica la definición de estrategias, el establecimiento de pautas de control y la determinación de límites de exposición. Instrumentos financieros por categoría. Se muestra a continuación los activos y pasivos financieros por categoría de instrumento financiero y una conciliación con la línea expuesta para cada caso en el estado de situación financiera: AL 31 DE MARZO DE 2024 Activos Activos Activos financieros a financieros a Subtotal Activos Activos Financieros financieros a valor razonable valor razonable activos no Total costo amortizado con cambios en con cambios en financieros Financieros resultados O.R.I Créditos por ventas 4.593.787.414 17.862.372 4.611.649.786 4.611.649.786 Efectivo y equivalentes 779.631.528 2.183.830.798 2.963.462.326 2.963.462.326 Totales 5.373.418.942 2.183.830.798 17.862.372 7.575.112.112 7.575.112.112 Pasivos Pasivos financieros a Subtotal Pasivos Pasivos Financieros financieros a valor razonable Pasivos no Total costo amortizado con cambios en financieros Financieros resultados Otras deudas 657.292.075 657.292.075 657.292.075 Deudas financieras y préstamos 5.018.926.570 5.018.926.570 5.018.926.570 Deudas comerciales 2.731.450.583 2.731.450.583 2.731.450.583 Totales 8.407.669.228 8.407.669.228 8.407.669.228 AL 31 DE DICIEMBRE DE 2023 Activos Activos Activos financieros a financieros a Subtotal Activos Activos Financieros financieros a valor razonable valor razonable activos no Total costo amortizado con cambios en con cambios en financieros Financieros resultados O.R.I Créditos por ventas 4.823.996.744 4.823.996.744 4.823.996.744 Efectivo y equivalentes 292.394.529 3.434.628.465 3.727.022.994 3.727.022.994 Totales 5.116.391.273 3.434.628.465 8.551.019.738 8.551.019.738 Pasivos Pasivos financieros a Subtotal Pasivos Pasivos Financieros financieros a valor razonable Pasivos no Total costo amortizado con cambios en financieros Financieros resultados Otras deudas 1.033.191.736 1.033.191.736 1.033.191.736 Deudas financieras y préstamos 6.850.712.061 6.850.712.061 6.850.712.061 Deudas comerciales 1.005.310.310 1.005.310.310 1.005.310.310 Totales 8.889.214.107 8.889.214.107 8.889.214.107 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 27.1 Riesgo de capital. La sociedad gestiona su capital con el objetivo de mantener una situación patrimonial que permita sustentar el negocio y maximizar el rendimiento a sus accionistas. La estructura de capital de la sociedad se define como la relación de la deuda neta (anticipos de clientes, deudas financieras y préstamos y deudas comerciales por pagar, compensados por los saldos de cuentas comerciales por cobrar y otros créditos relacionados con subvenciones del gobierno) y el patrimonio social (capital, reservas, otro resultado integral y resultados no asignados), en ambos casos como se revela en los presentes estados financieros y sus notas explicativas. El índice de endeudamiento bajo esos parámetros al final de los períodos que se informa es el siguiente: 27.2 Riesgo de crédito. A los efectos de la gestión de riesgo crediticio se agrupan colectivamente los créditos originados en actividades operativas, conformando un segmento separado los restantes. El riesgo de crédito se refleja por el incumplimiento de una de las partes de sus obligaciones contractuales, causando una pérdida financiera a la otra, en este caso a Agrometal. La sociedad se encuentra expuesta al riesgo de crédito por sus actividades operativas, especialmente por los deudores comerciales, marcando el mismo una concentración significativa, debido a que los productos que vende la compañía están dirigidos a los productores agropecuarios. Existe una presunción refutable de incumplimiento después de superar los 90 días el vencimiento del crédito. No obstante, la entidad minimiza este riesgo en el caso de operaciones de ventas ya que ofrece financiación de operaciones en forma directa o a través de entidades crediticias. 31-mar-24 31-dic-23 Anticipos de clientes 1.490.625.988 1.441.459.114 Deudas financieras y préstamos 5.018.926.570 6.850.712.061 Deudas comerciales 2.731.450.583 1.005.310.310 Creditos por ventas 4.611.649.786 4.823.996.744 Otros Creditos - Bonos de crédito fiscal 178.935.387 343.657.595 Deuda Neta 4.450.417.968 4.129.827.146 Patrimonio 20.195.768.912 20.760.564.394 Índice de deuda neta sobre patrimonio 0,22 0,20 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 En todos los casos se evalúan en forma previa los antecedentes de los clientes junto con las entidades financieras o con los concesionarios intervinientes, de forma de mitigar el riesgo de la pérdida ocasionada por los incumplimientos, a la vez que efectúa un seguimiento permanente de los saldos pendientes de cobro. Sin embargo, considerando el tipo de productos que vende la compañía, su uso estacional, el tipo de cliente y los condicionamientos por factores naturales y del contexto económico en que desenvuelven su actividad, los siguientes indicadores de base resultan aplicados por la sociedad para evaluar si se ha incrementado significativamente el riesgo de crédito desde su reconocimiento inicial, en forma independiente a la presunción refutable de ocurrencia cuando los pagos contractuales se atrasan por más de 30 días: a) Disminución en la calificación crediticia del deudor en el sistema financiero. b) Cambios adversos existentes o previstos en el negocio, condiciones económicas o financieras que se espera que causen un cambio significativo en la capacidad del deudor para cumplir sus obligaciones. c) Incremento significativo en el riesgo crediticio de otros instrumentos financieros del mismo deudor d) Un cambio significativo adverso esperado o real en el entorno de regulación o económico del deudor que den lugar a un cambio significativo en la capacidad del deudor para cumplir sus obligaciones. c) Información sobre morosidad. El riesgo de los otros créditos más significativos, al igual que los fondos líquidos y las colocaciones financieras, es limitado ya que la contraparte es el estado nacional o bancos e instituciones de primera línea con altas calificaciones en el mercado de actuación. 27.3 Riesgo de liquidez. El riesgo de liquidez se refiere a la dificultad que encuentre la entidad para cumplir con las obligaciones asociadas con pasivos financieros que se liquiden",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part21"
        }
    },
    {
        "text": "mediante la entrega de efectivo u otro activo financiero. El directorio es el que tiene la responsabilidad final por la gestión de liquidez e instruye a la gerencia acerca del manejo de los requerimientos de financiación a corto, mediano y largo plazo. En ese sentido mantiene facilidades financieras y de préstamos adecuados y monitorea en forma continua los flujos de recursos propios proyectados y reales, de forma de suministrar una adecuada previsibilidad al riesgo en cuestión. En nota 14.3 se muestra el perfil de vencimientos de las deudas financieras y préstamos de la sociedad, indicando trimestralmente la necesidad de fondos para su cancelación. Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 27.4 Riesgo de mercado. El riesgo de mercado se expresa a través de como los flujos de efectivo futuros de un instrumento financiero puedan fluctuar como consecuencia de variaciones en los precios de mercado. El riesgo de mercado comprende para la sociedad los siguientes tipos de riesgo: Riesgo de tasa de interés. El riesgo de tasa de interés está representado por el efecto que sobre el resultado del período y el patrimonio puedan generar los cambios razonablemente posibles en las tasas de interés prevalecientes en el mercado. La sociedad se encuentra expuesta de algún modo a riesgos en la tasa de interés, debido a que posee deudas financieras y préstamos tomados a tasas de interés tanto fijas como variables, pero manteniendo una apropiada combinación entre ambas e incluso minimizando el efecto de la variabilidad al 31 de marzo de 2024, tal como se demuestra en el cuadro siguiente: La entidad no utiliza contratos de pase o de futuros como cobertura de los riesgos de tasa de interés. Riesgo de tasa de cambio. El riesgo de tasa de cambio se expresa de igual manera que el riesgo de tasas de interés, pero vinculado a las posibles fluctuaciones de las tasas de cambio de una moneda extranjera en el mercado. Agrometal SAI realiza transacciones denominadas en moneda extranjera, por lo que genera exposiciones a fluctuaciones en la tasa de cambio. Efectúa ventas de sus productos al exterior, las que resultan cobradas a plazos razonables para este tipo de operaciones y toma préstamos para financiar sus inversiones. La sociedad se encuentra fundamentalmente expuesta a las fluctuaciones del dólar estadounidense y euro. 31-mar-24 31-dic-23 Pasivos Financieros Deudas financieras y préstamos a tasa fija 3.661.511.519 4.856.289.335 Deudas financieras y préstamos a tasa variable 2.572.953 6.911.179 Total deudas financieras y préstamos a costo amortizado 3.664.084.472 4.863.200.514 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 Los importes en libros de los activos y pasivos monetarios denominados en moneda extranjera al final de los ejercicios que se informa son los siguientes: Análisis de sensibilidad a las tasas de cambio La sensibilidad a un incremento de la tasa de cambio del dólar estadounidense y euro considerada por la sociedad corresponde a la evaluación que efectúa regularmente el directorio respecto de su posición neta en moneda extranjera y la posible variación razonable en el tipo de cambio de esas monedas. Para la sociedad, el impacto en resultados de un aumento razonable en la tasa de cambio de aquellas monedas al cierre del período que se informa arrojaría una pérdida de aproximadamente $ 152.000.000, a partir de la consideración, por parte del directorio y transmitido al personal clave de las distintas gerencias con competencia, de un aumento esperado de la tasa de cambio del dólar estadounidense y euro en Argentina del 9% para el período abril – junio 2024, representando, en esas condiciones, un riesgo de moderada significación para esta especie. NOTA 28. ACTIVOS CON DISPONIBILIDAD RESTRINGIDA. No existen bienes de disponibilidad restringida, salvo por lo indicado en la nota siguiente respeto a los bienes gravados con derecho real de hipoteca o prenda. NOTA 29. GARANTIAS OTORGADAS. La entidad mantiene fianzas que ha otorgado por operaciones de financiación de ventas a usuarios efectuadas al banco Santander, las que fueron suscriptas considerando el análisis individual de las operaciones efectuado por Agrometal SAI, juntamente con los concesionarios intervinientes en estas ventas. El detalle de estas garantías se expone en nota 8. Al 31 de marzo de 2024 Agrometal SAI ha cedido a entidades bancarias con las que opera cheques diferidos recibidos por cobranza de clientes por un valor total de $ 713.800.944, en contraprestación de adelantos financieros obtenidos, cuyos vencimientos operan en las fechas indicadas más abajo. Durante el período la cesión de cheques acumuló la cifra de $ 398.610.237. El importe de los valores cubiertos por la sociedad por incumplimiento de pago del emisor ascendió, durante el período a $ 9.362.505, que dieron lugar al recupero a través del concesionario interviniente en la operación de venta. 31-mar-24 31-dic-23 Activos 1.014.081.300 1.771.441.335 Pasivos 1.336.268.225 1.981.965.655 Misiones 1974 - Monte Maíz - Provincia de Córdoba Gustavo G. Moralejo Horacio Bonnahon Rosana Negrini de Crovara Contador Público p/Comisión Fiscalizadora Presidente C.P.C.E.Cba. Mat. 10.9985.2 La cesión de valores con igual sentido al 31 de diciembre de 2023 ascendía a 1.405.523.787, importe sin reexpresar. La cesión total de ese ejercicio fue de $ 2.832.845.109. y la cobertura de la compañía, en idénticas condiciones de recupero, alcanzó el importe de $ 55.581.234. Existen bienes que integran las propiedades, planta y equipo de la compañía que garantizan deudas contraídas con instituciones financieras, encontrándose gravados con derecho real de hipoteca o prenda. Las deudas ascienden al 31 de marzo de 2024 a $ 106.516.290. NOTA 30. ACCIONES JUDICIALES Y RECLAMOS. En el curso normal de sus negocios, Agrometal SAI ha enfrentado demandadas judiciales en el fuero laboral, civil y comercial. La dirección, basada en la opinión de los asesores legales de la sociedad, que tiene en cuenta la evaluación del riesgo y la posibilidad de ocurrencia de las pérdidas, constituye de corresponder una provisión, considerando la mejor estimación sobre la base de la",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part22"
        }
    },
    {
        "text": "información disponible a la fecha de preparación de los presentes estados financieros. NOTA 31. APROBACIÓN DE LOS ESTADOS FINANCIEROS. Los presentes estados financieros han sido sometidos a revisión del auditor independiente el día 23 de abril de 2024 y serán aprobados por el directorio de Agrometal SAI y autorizados para ser emitidos en reunión del cuerpo prevista para el día 10 de mayo de 2024. 31-mar-24 31-dic-23 A vencer - En los próximos tres meses 442.722.722 1.652.944.949 - Dentro de los cuatro y seis meses 164.901.341 447.806.774 - Dentro de los siete y nueve meses 66.538.707 30.022.338 - Dentro de los diez y doce meses 39.638.174 713.800.944 2.130.774.061",
        "metadata": {
            "company": "agrometal",
            "year": "2024",
            "quarter": "Q1",
            "fragmento_id": "agrometal_2024_Q1_part23"
        }
    }
]